const ru = {
        localization: {
            COMMON: {
                IAM: "Я",
                ADD: "Добавить",
                ADD_PHOTO: "Добавить фото",
                ADD_MEDIA_FILE: "Добавить медиафайл",
                SETTINGS: "Настройки",
                LEADERBOARD: "Лидеры",
                FINDME: "Найти меня",
                GREATYOUMADEIT: 'Отлично, ты сделал это',
                AFTERFIRSTQUEST: "Спасибо и поздравляем, вы закончили свой первый голос",
                YEAH: "О дааа",
                YOURECIVEDPOINTSANDREACHLEVEL: "Вы получили {{points}} баллов и достигли уровня {{level}}",
                START: "НАЧАЛО",
                ACCEPT: "ПРИНЯТЬ",
                ACCEPTFORCHAT: "Принять",
                COUPONS: "Сканирование купона",
                SCANQR: "Сканирование QR-кода",
                TMP: "Менеджер проекта",
                CANDIDATE: "Кандидат",
                TEST: "Это тестовое сообщение. Привет {{name}} !",
                TITLE: 'Заголовок',
                START_DATE: 'Дата начала',
                FINISH_DATE: 'Дата окончания',
                DESCRIPTION: 'Описание',
                COUNTRIES: 'Страны',
                ACTIONS: 'Действия',
                PRIVACY_POLICE: 'Политика конфиденциальности',
                SUPPORT: 'Поддержка',
                REALNAME: "Настоящее имя",
                EMAIL: 'Эл. адрес',
                NAME: 'Имя',
                PHONE: 'Телефон',
                PHONE_NUMBER: 'Номер телефона',
                GIVEN_NAME: 'Имя',
                FAMILY_NAME: 'Фамилия',
                FAQ: 'Вопросы-Ответы',
                FAX: 'Факс',
                CONTACT_US: 'Свяжитесь с нами',
                CONTACTS: 'Контакты',
                POLICY: 'Политика',
                MESSAGE: 'Сообщение',
                BECOME_ORGANIZER_COMPANY: 'Стать организатором/компанией',
                FEEDBACK: 'Обратная связь',
                DETAILS: 'Детали',
                PRODUCTS: 'Продукты',
                PRICE: 'Цена',
                EVENT: 'События',
                COMPANIES: 'Компании',
                EVENTS: 'События',
                STATISTIC: 'Статистика',
                USERS: 'Пользователи',
                PAGES: 'Страницы',
                CONTENT: 'Содержание',
                EDIT: 'Редактирование',
                DOWNLOADS: 'Загрузки',
                UPLOAD_FILE: 'Загрузить файл',
                VIEWEVENTS: 'Смотреть события',
                DEV: 'Настройки',
                EXPPOINTS: 'Очки опыта',
                LEVEL: 'Уровень',
                ADMINISTERINGUSER: 'Управление пользователем',
                NAVIGATETOCHATS: 'Перейти в чат',
                INVITEWASSENT: 'Приглашение отправлено пользователю',
                YOURECIVEDPOINTS: "Вы получили {{points}}  баллов опыта",
                YOUARE: "Вы хотите быть",
                MANAGER: "Менеджером",
                ARTIST: "Артистом",
                DATEPLACEHOLDER: "дд.мм.гг",
                GENDERS:{
                  Male: 'Мужской',
                  Female: 'Женский',
                  Other: 'Другой'
                },
                STEPS: {
                    NAME: 'Имя',
                    LINKS: 'Ссылки',
                    ADDRESS: 'Адрес',
                    CATEGORIES: 'Категории',
                    MEDIA: 'Медиа',
                    DESCRIPTION: 'Описание'
                },

                RELATIONS: {
                    PERFORMER: 'Участник',
                    MEDIA_PARTNER: 'Медиа-партнер',
                    PARTNER: 'Партнер',
                    SPONSOR: 'Спонсор'
                },

                PLACEHOLDERS: {
                    EVENT_NAME_PLACEHOLDER: 'Введите название события',
                    YOUR_NAME_PLACEHOLDER: 'Введите Ваше имя',
                    EMAIL_PLACEHOLDER: 'Введите адрес электронной почты',
                    PHONE_PLACEHOLDER: 'Введите телефон',
                    FAX_PLACEHOLDER: 'Введите факс',
                    MESSAGE_OR_QUESTION_PLACEHOLDER: 'Введите Ваше сообщение или вопрос',
                    DESCRIPTION_PLACEHOLDER: 'Введите описание',
                    PLACE_PLACEHOLDER: 'Укажите место',
                    URL_EVENT_PLACEHOLDER: 'Введите URL-адрес события',
                    URL_PLACEHOLDER: 'Введите Ваш URL-адрес',
                    COUNTRY_PLACEHOLDER: 'Выберите страну',
                    LOCALITY_PLACEHOLDER: 'Выберите местонахождение',
                    REGION_PLACEHOLDER: 'Выберите регион',
                    STREET_PLACEHOLDER: 'Выберите улицу',
                    OFFICE_PLACEHOLDER: 'Номер',
                    POSTAL_PLACEHOLDER: '21000',
                    USER_NAME: 'Имя пользователя',
                    PASSWORD: 'Пароль',
                    NEWPASSWORD: 'Новый пароль',
                    SMS_CODE: 'Код',
                    GIVENNAME: 'Введите имя',
                    ADDITIONALNAME: 'Введите отчество',
                    FAMILYNAME: 'Введите фамилию',
                    JOBTITLE: 'Введите название своей работы',
                    BIRTHDATE: 'Введите дату рождения',
                    HONORIFICPREFIX: 'Введите свой почетный префикс',
                    HONORIFICSUFFIX: 'Введите свой почетный суффикс',
                    TEXT_EDITOR: 'Создайте свое содержание здесь...',
                    EVENT_ITEM_TITLE_PLACEHOLDER: 'Введите заголовок пункта расписания',
                    COMMENT: 'Комментарий...',
                    MESSAGE: 'Сообщение...',
                    TIME: 'ЧЧ:ММ'
                },
                INFORMATION: {
                    SEARCH: {
                        SEARCH_EXPO_WELCOME_INFO: 'Вы можете искать по городу или стране, где вы хотите увидеть доступную выставку',
                        RESULT_NOT_FOUND: 'Результат "{{keywords}}" не найдено'
                    },
                    LIST: {
                        EMPTY_LIST: 'Список пуст'
                    }
                },
                LOCATION: {
                    PLACE: 'Место',
                    COUNTRY: 'Страна',
                    URL_EVENT: 'URL-адрес события',
                    LOCALITY: 'Местонахождение',
                    ADDRESS: 'Адрес',
                    REGION: 'Регион',
                    OFFICE: 'Оффис',
                    POSTAL_CODE: 'Почтовый индекс',
                    STREET: 'Улица'
                },
                SOCIAL_NETWORKS: {
                    FACEBOOK: 'Facebook',
                    INSTAGRAM: 'Instagram',
                    LINKEDIN: "Linkedin",
                    TWITTER: "Twitter"
                },
                BUTTONS: {
                    OK: 'Ок',
                    NEXT: 'Далее',
                    BACK: 'Назад',
                    UPLOAD_IMAGE: 'Загрузить изображение',
                    SIGN_IN: 'Войти',
                    LOG_IN: 'Логин',
                    SIGN_UP: 'Регистрация',
                    SEND: 'Отправить',
                    BUY: 'Купить',
                    CANCEL: 'Отмена',
                    RESET: 'Сбросить',
                    SAVE: 'Сохранить',
                    SAVE_CHANGES: 'Сохранить изменения',
                    SAVED_CHANGES: 'Изменения сохранены',
                    DONE: 'Выполнено',
                    APP_UPDATE: 'Обновить',
                    CLEAR: 'Очистить',
                    LOGIN_AS_ANONYMOUS: 'Анонимный вход',
                    RETURN_TO_LOGIN: 'Вернуться к входу',
                    CONTINUE: 'Продолжить',
                    LOGIN_WITH_NETWORKS: 'Вход через сети:'
                },
                DATE_FORMATS: {
                    AMPMS: ["AM", "PM"],
                    FORMAT: "ДД.ММ.ГГГГ",
                    DAY: ["Воскресенье ", "Понедельник", "Вторни ", "Среда", "Четверг", "Пятница", "Суббота"],
                    MONTH: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
                    SHORTDAY: ["Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
                    SHORTMONTH: ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"]
                },
                DIALOGS: {
                    //
                },
                ROLES: {
                    ORGANIZATION: 'Организация',
                    USER: 'Пользователь'
                },
                SUCCESS: 'Успешно',
                ERROR: 'Ошибка',
                PHONECHANGED: 'Номер телефона успешно изменен!',
                SCHEDULEDACTIONS: 'Запланированые действия',
                STAYFAN: 'Остаться Фаном',
                WANTBEMANAGER: 'Стать Менеджером',
                CHOOSEROLE: 'Выбор роли',
                CHOOSEROLETEXT: 'Вы достигли 3 Уровня и Вы можете выбрать кем вы хотите быть',
                USERNAMEORPASSWORDINCORRECT: 'Имя пользователя или пароль неверны',
                NOTSET: 'Не установлено',
              FBSHAREERROR: 'Вы можете поделиться видео только если у Вас установлено приложение Facebook'
            },
            COINS: {
                ADDEDCOINS: "добавлено в ваш аккаунт ",
                SCANCOUPON: "сканирование купона",
                HEADER: "Покупки",
                PURCHASEHISTORY: 'История покупок:',
                OFFERS: "выбранный платежный пакет",
                ADDDEFAULTCARD: 'Добавление карточки по умолчанию',
                CHANGEDEFAULTCARD: 'Изменить карточку по умолчанию',
                SOURCE: {
                    0: 'Ticket',
                    1: 'PayPal',
                    2: 'GooglePay',
                    3: 'AliPay',
                    4: 'Default card'
                }
            },
            OFFERS: {
                HEADER: "Пакеты оплаты",
                EXPPOINTSADD: "+ {{points}} очков",
                CHOOSEPAYMENTMETHOD: "Выбирете метод оплаты",
                PAYWITHDEFAULTCARD: "Оплатить картой по умолчанию",
                ORCHOOSEANOTHER: "или выбирете другой метод",
                CONGRATULATIONS: "Поздравляем!",
                PAYMENTSUCCESSFULL: "Ваш платёж успешен",
                YOURECEIVED: "Вы получили",
                NOTSUPPORTGPAY: "Ваше устройство не поддерживает GPAY",
            },
            SUBSCRIPTIONS: {
                HEADER: 'Подписки',
                SUBSCRIPTION: 'Подписка',
                SUBMITCARD: 'Отправить карту',
                CHANGESUBSCRIPTION: 'Изменить подписку',
                STARTDATE: 'Дата начала',
                ENDDATE: 'Дата окончания',
                ERROR: 'Ошибка',
                ACTIVE: 'Активный',
                SUSPENDED: 'Приостановлено',
                YOUSUBSCRIBE: 'Вы подписываетесь',
                YOUCANCELSUBSCRIPTION: 'Вы отменяете подписку',
                TABS: {
                    YEARLY: 'Ежегодно',
                    MONTHLY: 'Ежемесячно'
                }
            },
            DEV: {
                PROFILE: 'Профиль',
                MAP: 'Карта',
                PLACES: 'Поиск мест',
                NOTES: 'Заметки',
                REVIEWS: 'Отзывы',
                CONTACT_TREE: 'Дерево контактов',
                PERSON: 'Экран профиля',
                MARKDOWN: 'Уценка',
                SORTABLE_LIST: 'Сортируемый список',
                CONTACTS: 'Контакты',
                CREATE_CONTACT: 'Создать контакт',
                SHARE_CONTACT: 'Поделиться контактом',
                SMS: 'СМС'
            },
            TICKETS: {
                TITLE: 'Мои билеты',
                TABS: {
                    ACTIVE: 'Активные',
                    FUTURE: 'Будущие',
                    ARCHIVE: 'Архив',
                    FINAL: 'Заканчивается'
                },
                BUTTON: {
                    REGISTER: "Зарегистрироваться",
                    SUBSCRIBE: 'Подписаться',
                    ORDER: 'Купить билет'
                }
            },
            TICKET: {
                TITLE: 'Билет',
                RECHARGEON: 'Вы получаете {{coins}} монеты'
            },
            PROFILE: {
                IAM: "Я ",
                TEXT: "тот, кем я хочу быть",
                JOINTOALLIANCE: 'Союзы',
                WISHLIST: 'Список желаний',
                EDITPROFILEHEADER: "Редактировать профиль",
                YOUCANNOTCREATECHAT: 'Вы не можете создать чат с артистом',
                SETTINGS: {
                    EDITPROFILE: "Редактировать профиль",
                    LEVELRULES: "Правила уровней",
                    RULES: "Правила TMP",
                    NOTIFICATIONSETTINGS: "Настройки уведомлений",
                    SETTINGS: "Настройки",
                    PRIVACYPOLICY: "Заявление о конфиденциальности",
                    CONTACTSLIST: "Список контактов",
                    CHANGELANGUAGE: "Изменить язык",
                    INVITEUSERS: "Пригласить пользователей",
                    GENERALSETTINGS: "Основные настройки",
                    APPEAREANCE: "Вид",
                    ADMINISTERINOFFERS: 'Администрирование предложений',
                    SUBSCRIPTIONS: 'Подписки',
                    FINDCONTACTS: 'Найти контакты',
                    CREATEBAND: 'Создать группу',
                    BANDLIST: 'Список груп'
                },
                FIELDS: {
                    REALNAME: "Настоящее имя",
                    AKA: "Никнейм",
                    ABOUTME: "Обо мне",
                    BIRTHDATE: "Дата рождения",
                    GENDER: "Пол",
                    NATIONALITY: "Национальность",
                    FAVGENRE: "Любимый жанр",
                    WELCOMEVIDEO: "Приветственный клип",
                    DANCINGVIDEO: "Танцевальное видео",
                    ROLE: "Роль"
                },
                TABS: {
                    PROFILE: "Профиль",
                    UPLOADS: "Загрузки",
                    TOPFANS: "Лучшие поклонники",
                    COMPETITION: "Конкуренция",
                    QUESTS: "Квесты"
                }
            },
            LEADERBOARD: {
                LEVEL: "уровень",
                LIKES: "нравится"
            },
            QUESTS: {
                QUESTS: "Квесты",
                QUEST: "Квест",
                SCHEDULED: "Мои запланированные действия",
                GETREWARD: "Получить вознаграждение",
                QUESTIONHEADER: "Вопрос",
                QUESTIONBAGE: "Вопрос",
                QUESTIONS: "Вопросы",
                REVIEWBAGE: "Реакция",
                YOUSENTGIFT: "Вы отправили подарок",
                YOUSENTCOMMENT: "Вы отправили комментарий: ",
                YOUSENTLIKE: "Вы отправили лайк",
                YOUSENTDISLIKE: "Вы отправили дизлайк",
                LIKES: "Нравится",
                DISLIKES: "Не нравится",
                GIFTS: "Подарки",
                EXPERT: "Специалист",
                RESULTS: 'Результаты',
                COMMENTS: 'Комментарии',
                WITHVIDEO: 'с видео',
                NORESULTS: 'Нету результатов квеста',
                QUESTBROKEN: 'Этот квест имеет ошибку/недоступен',
                TOPBAR: {
                    QUESTIONCOUNT: {
                        LEFT: "У нас есть",
                        RIGHT: "квест для вас",
                        RIGHTPLURAL: "квестов для вас"
                    }
                },
                ROLETYPES: {
                    Artist: 'Артист',
                    Manager: 'Менеджер'
                },
                QUESTION: {
                    FINISH: "Финиш",
                    ACCEPT: "Принять",
                    GETREWARD: "Получить вознаграждение",
                    RECORDANDSHAREVIDEOTOFB: "Поделиться в FB",
                    PLEASERECORDVIDEO: "Пожалуйста, сначала запишите видео",
                    EXPERTHELP: "Экспертная помощь",
                    CORRECTANSWER: "Правильный ответ",
                    FIFTYTOFIFTY: "50/50",
                    YES: "да",
                    NO: "нет",
                    PLEASEDESCRIBE: "Пожалуйста, опишите, почему вы выбрали этот вариант",
                    CREATE: {
                        TITLE: "Создать вопросы",
                        FIELD: "Вопросы в JSON"
                    },
                    APPLY: 'Применить',
                    CANCEL: 'Отмена',
                    EXPERIENCEPOINTS: "Количество очков опыта",
                    NAME: "Название вопроса",
                    OPTIONS: "Параметры",
                    TIMECOUNTDOWN: 'Обратный отсчет времени, если установить 0, время будет неограниченным',
                    TIMEFINISHED: 'Время закончилось',
                    TIMECOUNTDOWNPLACEHOLDER:'Установите время (в секундах)'
                },
                CREATE: {
                    TITLE: "Создать квест",
                    NAME: 'Название квеста',
                    ROLES: "Роль",
                    STARTTIME: "Начальное время",
                    ENDTIME: "Время окончания",
                    IMAGE: "Изображение"
                }
            },
            ALLIANCE: {
                MAP: "Карта",
                ALLIANCES: "Альянсы",
                ABOUT: "О",
                PEOPLE: "Люди",
                JOIN: "+Присоединиться",
                LEAVE: "Покинуть",
                APPROVE: "Подтвердить",
                PENDINGINVITE: "В ожидании",
                REJECT: "Отклонить",
                PENDINGINVITATIONS: "Ожидающие приглашения",
                MEMBERS: "Участники",
                SUBSCRIBERS: "Подписчики: {{count}}",
                RANKING: "Классификация",
                GIFTS: "Подарки",
                MEDIA: "Медиа",
                TOP: "Топ",
                TOOMUCHALLIANCES: "Вы можете иметь только три альянса",
                POSTS: "Посты",
                CREATEPOST: "Создать пост",
                ADD_MEDIA_FILE: "Добавить медиа",
                PROVIDEDSERVICES: "Предоставляемые услуги",
                NOPROVIDEDSERVICES: "Услуг пока нет ...",
                SCANSERVICEQR: "Сканировать QR услуги",
                YOUCANUSESERVICEAT: "Вы можете воспользоваться этой услугой по адресу:",
                APPLYSERVICE: "Применить услугу",
                USECOUNT: "Использовать счет",
                SERVICEWASAPPLIED: 'Услуга была применена',
                SERVICENOTPRESSENTED:'Услуга не предоставляется этим альянсом',
                CREATE: {
                    TITLE: "Создать Альянс",
                    NAME: "Имя",
                    PHONE: "Телефон",
                    EMAIL: "Емейл",
                    WEBSITE: "Веб-сайт",
                    LOGO: "Добавить логотип",
                    NAME_ALLIANCE: "Имя альянса",
                    DESCRIPTION: "Описание альянса"
                },
                NOPEOPLEFIRSTLINE: 'Будь первым в ',
                NOPEOPLESECONDLINE: 'этой группе',
                NOPOSTS: 'Добавьте свой пост - будьте первым',
                NOALLIANCES: 'Альянсов пока нет. Создайте первый',
                MANAGEUSERS: 'Управление пользователями',
                CHANGEROLE: 'изменить роль',
                ROLES:{
                    OWNER: 'Владелец',
                    ADMIN: 'Админ',
                    PROMEMBER: 'Про участник',
                    MEMBER: 'Участник'
                }
            },
            CREATEPOST: {
                TITLE: "Создать пост",
                NAME: "Имя альянса",
                SHARETO: "Опубликовать в",
                TEXT: "Текст",
                REQUIRED: 'Текст обязателен'
            },
            EVENTS: {
                HEADER: 'События',
                ORGANIZER: 'Организатор',
                TABS: {
                    NOW: 'Сейчас',
                    FUTURE: 'В будущем',
                    ARCHIVE: 'Архив',
                    INFO: 'Информация',
                    SCHEDULE: 'График',
                    COMPANIES: 'Компании',
                    VISITORS: 'Посетители',
                    ITEM: 'Сообщение'
                },
                CREATE_EVENT: {
                    HEADER: 'Новое событие',
                    NAME: 'Имя',
                    LINKS: 'Ссылки',
                    RESERVATIONS: 'Включить резервации'
                },
                CREATE_ITEM: {
                    TITLE: 'Заголовок',
                    START_DATE: 'Дата и время начала',
                    END_DATE: 'Дата и время конца',
                    DISPLAY_TIME: 'Отображать время',
                    SPEACH_IMAGE: 'Изображение',
                    SPEAKERS: {
                        TITLE: 'Спикеры',
                        FIRSTNAME: 'Имя',
                        LASTNAME: 'Фамилия',
                        JOBTITLE: 'Должность',
                        COMPANY: 'Компания',
                        PHOTO: 'Фото',
                        ADD: 'Добавить'
                    },
                    ADD: 'Сохранить'
                },
                RESERVATIONS: {
                    COUNT: 'Колличество',
                    TITLE: 'Резервации',
                    SEAT: 'Место',
                    PRICE: 'Цена',
                    CURRENCY: 'Валюта',
                    BUTTONS: {
                        ADD_ONE: 'Добавить один',
                        ADD_ALL: 'Добавить много',
                        ADD: 'Добавить'
                    },
                    PLACEHOLDERS: {
                        SEAT: 'Ряд 5 Место 3'
                    }
                }
            },
            ALTNAME: {
                HEADER: '{{alternateName}}'
            },
            GIVNAME: {
                HEADER: '{{givenName}}'
            },
            FAMNAME: {
                HEADER: '{{familyName}}'
            },
            FAVORITES: {
                HEADER: 'Избранное'
            },
            PERSONSCREEN: {
                EXPPOINTS: 'Очки опыта {{experiencePoints}}',
                ALTNAME: '{{alternateName}}',
                GIVNAME: '{{givenName}}',
                LEVEL: '{{level}}',
                FOLLOWERS: 'Подписчики {{amountFollowers}}',
                FOLLOWINGS: 'Подписки {{amountFollowings}}'
            },
            FOLLOWER: {
                HEADER: 'Мои подписчики',
                NOFOLLOWER: 'Подписчиков пока нет :('
            },
            FOLLOWING: {
                HEADER: 'Мои подписки',
                NOFOLLOWING: 'Подписок пока нет :('
            },
            FOLLOWERRANKING: {
                HEADER: 'Лучшие поклонники',
                NOFANS: 'Поклонников пока нет :('
            },
            ABOUT_US: {
                HEADER: 'О нас'
            },
            AUTH: {
                SIGN_OUT: 'Выйти',
                CREATE_AN_ACCOUNT: 'Создать аккаунт',
                CONFIRM_PASSWORD: 'Подтверждение пароля',
                TITLE_LOG_IN_WELCOME: 'Добро пожаловать',
                WELCOME_SIGN_UP: 'Добро пожаловать,',
                TITLE_SIGN_UP: 'войти',
                CONTINUE: 'продолжить',
                BACK: 'назад',
                PROVIDEADDITIONALINFO: 'Пожалуйста, предоставьте дополнительную информацию',
                INVITECODE: 'Код'
            },
            PRODUCT: {
                CHARACTERISTICS: 'Характеристики'
            },
            NOTES: {
                HEADER: 'Заметки'
            },
            REVIEWS: {
                HEADER: 'Отзывы'
            },
            SHARECONTACT: {
                HEADER: 'Поделиться контактом'
            },
            MODALS: {
                FORBIDDEN: {
                    TITLE: "Запрещено",
                    MESSAGE: "Вы должны войти чтобы продолжить. Войти?"
                },
                EVENTSCHEDULE: {
                    PLACE: {
                        TITLE: 'Удаление',
                        MESSAGE: 'Вы уверены что хотите удалить это место проведения?'
                    },
                    ITEM: {
                        TITLE: 'Удаление',
                        MESSAGE: 'Вы уверены что хотите удалить этот пункт расписания?'
                    },
                    SPEAKERDELETE: {
                        TITLE: 'Удаление',
                        MESSAGE: 'Вы уверены что хотите удалить этого спикера?'
                    }
                },
                UPLOADS: {
                    MEDIA: {
                        TITLE: 'Удаление',
                        MESSAGE_VIDEO: 'Вы уверены что хотите удалить это видео?',
                        MESSAGE_IMAGE: 'Вы уверены что хотите удалить это изображение?'
                    }
                }
            },
            EDIT_PROFILE: {
                HEADER: "Редактировать профиль",
                LIST: {
                    ACCOUNT: "Аккаунт",
                    CONTACTS: "Дополнительная информация",
                    FULLNAME: "Имя",
                    DETAILS: "Детали",
                    PASSWORD: "Пароль"
                }
            },
            FOLLOW: {
                TITLE: 'Следить'
            },
            CATEGORIES: {
                HEADER: 'Категории'
            },
            EVENTTYPES: {
                HEADER: 'Типы'
            },
            HEADER: {
                LEVEL: 'Уровень',
                FOLLOWERS: 'Подписчики',
                FOLLOWING: 'Подписки',
                LIKES: 'Нравится',
                LOYALTY: 'Лояльность',
                GIFTS: 'Подарки',
                FOLLOW: 'Подписаться',
                UNFOLLOW: 'Отписаться',
                ANOTHER: '{{points}} осталось',
                NOTENOUGHUSERS: 'недостаточно пользователей'
            },
            TIMELINE: {
                TIMELINE: "Лента новостей",
                LIKE: " - нравится видео",
                DISLIKE: " - не нравится видео",
                SENTGIFT: "отправил подарок",
                UPLOADVIDEO: 'загрузить видео',
                GETSLEVEL: 'повышено уровень до Уровня{{level}}',
                GETJOIN: '{{personName}} присоединился к нашему созу',
                GETLEAVE: '{{personName}} покинул наш союз',
                COMMENTED: 'прокомментировал',
                TO: 'до',
                MOMENTSAGO: "Момент назад",
                MINUTES: "{{minutes}} минут",
                HOURS: "{{hours}} часов",
                DAYS: "{{days}} дней",
                TODAY: "Cегодня",
                DONT_FORGET: "Не забывай",
                NOPOSTS: "Здесь ещё нет постов",
                CHOOSEUPLOAD: "Добавьте один из ",
                OR: "или",
                COMMENTS: "Коментариев: {{count}}",
                COMMENT: "Коментарии",
                UPLOADAVATAR: 'загрузил новый аватар',
                UPLOADNEWIMAGE: 'загрузил новое изображение',
                UPLOADNEWVIDEO: 'загрузил новое видео',
                NOCOMMENTS: 'Пока нет комментариев'
            },
            TRENDING: {
                TODAY: 'Сегодня',
                WEEK: 'Неделя',
                MONTH: 'Месяц',
                ARCHIVE: 'Все время',
                NOUSERS: 'Тут еще нет пользователей...',
            },
            APPINTRO: {
                GETSTARTED: "Начать",
                FIRSTSLIDE: {
                    TEXT: "Менеджер проекта - это крутая платформа и самое уникальное музыкальное телешоу в мире. Вы можете быть частью команды управления и принимать решения по каждому важному вопросу путем голосования."
                },
                SECONDSLIDE: {
                    TEXT: "Не знаете, как правильно голосовать? Тогда получите профессиональный совет нашей команды менеджеров или пообщайтесь с друзьями через платформу."
                },
                THIRDSLIDE: {
                    TEXT: "Создайте свою собственную следующую суперзвезду и получите шанс заработать деньги, как настоящий менеджер."
                }
            },
            LEVELRULES: {
                COLOR: "Цвет",
                NAME: "Имя",
                POINTS: "Очки",
                DESCRIPTION: "Описание правил уровней",
                TEXTRULES: "Текст для правил"
            },
            ALLIANCERULES: {
                ALLIANCERULES: "Правила Альянса",

            },
            NOTIFICATIONSETTINGS: {
                CHANGESTATUSQUEST: "Об изменении статуса квеста",
                LIKEANDCOMMENT: "О лайках или комментариях моего контента",
                COMMENT: "О комментариях к моему контенту",
                GIFT: "При получении подарков",
                LEVEL: "О изменении уровня",
                EXPERTCHARACTERISTIC: "Когда получил экспертную характеристику",
                INVITATIONSTATUS: "Когда мои приглашения одобрены / отклонены",
                MEDIAPOST: "Когда посты созданы",
            },
            ROLES: {
                ARTIST: 'Артист',
                MANAGER: "Менеджер",
                FAN: "Фан",
                JUNIORMANAGER: "Младший менеджер",
                SUPERADMIN: "Супер админ",
                SINGINGCOACH: "Тренер пения",
                ASSISTANTMANAGER: "Помощник менеджера",
                CHOREOGRAPHER: "Хореограф",
                ADMIN: 'Администратор'
            },
            PRIVACYPOLICY: {
                DATA: "Защита и использование данных\n",
                FIRST: {
                    FIRST: "1 Защита данных",
                    TEXT: "\t The Manager Project Ltd - это компания, основанная и действующая на Мальте. Регистрационный номер компании - C 88082. Для удобства чтения компания называется TMP для The Manager Project Ltd., в дальнейшем в заявлении о конфиденциальности. \n" +
                        "\t Операторы сайта TMP, программы TMP или любой другой службы TMP очень серьезно относятся к защите Ваших персональных данных. Мы рассматриваем Ваши персональные данные как конфиденциальные и в соответствии с законодательными нормами по защите данных и данной политики конфиденциальности. \n" +
                        "\t TMP обрабатывает Ваши персональные данные в соответствии с нормами ЕС. Мы придерживаемся строгого Общего регламента защиты данных (ЕС) 2016/679 (GDPR). \n" +
                        "\t Эта политика конфиденциальности информирует Вас о том, как, в каком объеме и для каких целей мы обрабатываем персональные данные при использовании сайта TMP, программы TMP или любой другой услуги TMP. \n",
                    FIRST1: "1.1 Ответственное лицо сайта TMP, программы TMP и любые другие услуги TMP",
                    TEXT1: "\t Ответственной стороной является физическое или юридическое лицо, самостоятельно или совместно с другими принимает решение о целях и средствах обработки персональных данных (имена, адреса электронной почты и т.п.): \n" +
                        "The Manager Project Ltd.\n" +
                        "c/o Thomas Richter\n" +
                        "Cunostraße 107\n" +
                        "14199 Berlin\n" +
                        "Germany\n" +
                        "thomas@the-manager-project.com\n",
                    FIRST2: "1.2 Отмена согласия на обработку Ваших данных.",
                    TEXT2: "\t Вы можете в любой момент отозвать свое согласие с последующим воздействием. Достаточно неформальной электронной почты, делающей этот запрос. Данные, которые обрабатываются до того, как мы получим Ваш запрос, все еще могут быть законно обработаны. \n" +
                        "\t Если имело место нарушение законодательства о защите данных, потерпевший может подать жалобу в компетентные контролирующие органы. Компетентным регулирующим органом по вопросам, касающимся законодательства о защите данных, является должностное лицо по вопросам защиты данных штата Мальта, в которой находится штаб-квартира нашей компании. \n" +
                        "\t Офис уполномоченный по вопросам информации и защиты данных: \n" +
                        "\t https: //idpc.org.mt/en/Pages/Home.aspx \n",
                },
                SECOND: {
                    SECOND: "2 Обработка Ваших персональных данных",
                    TEXT: "\t Предметом защиты данных является персональные данные. Эта информация может быть назначена конкретному лицу или лицу, которое может идентифицировать лицо, например имя, адрес, адрес электронной почты и номер телефона. \n" +
                        "\t Если Вы используете программу TMP: \n" +
                        "\t Обработка персональных данных не является необходимой. Кроме случаев, описанных в разделе 4, сбор и обработка данных будет происходить только в том случае, если Вы добровольно предоставляете свои персональные данные для использования наших предложений. Это касается, например, покупок или бронирования билетов, для которых нам нужны Ваши контактные данные. \n " +
                        "\t Также, мы обрабатываем Ваши данные для выполнения с Вами контракта (см. Пункты 3.1 - 3.4 ниже), в силу законных интересов в осуществлении маркетинговых мероприятий, предложения и оптимизации этого сайта или программы (см. Пункт 3.5 и 4 ниже ), а также на основе любого согласия, которое Вы могли предоставить (см. пункты 3.6 и 4 ниже). \n ",
                    SECOND1: "2.1 Регистрация на сайте TMP",
                    TEXT1: "\t Мы предлагаем Вам возможность зарегистрироваться на нашем сайте или в приложении и создать учетную запись. В своем аккаунте Вы можете хранить свои контактные данные, чтобы Вам не нужно было вводить их более одного раза для повторных покупок. Когда Вы регистрируетесь , мы сохраняем Вашу электронную почту, Ваше имя и Ваше ник. Вы также можете добровольно ввести дополнительные контактные данные (почтовый адрес и номер телефона) и дату своего рождения, но это не требуется для использования учетной записи. С помощью своего аккаунта Вы можете в любой момент редактировать сохраненные данные. Вы также можете принять участие в нашей бонусной программе, пересмотреть свой баланс баллов и использовать баллы. \n ",
                    SECOND2: "2.2 Покупка ваучеров или других предметов в Интернет-магазине",
                    TEXT2: "\t Если Вы покупаете ваучеры или другие предметы через наш Интернет-магазин, мы используем предоставленные Вами данные (в частности, имя, адрес, электронная почта, данные об оплате, содержание приглашения другие заказанные предметы) для выполнения заключенного договора купли продажи с Вами. \n ",
                    SECOND3: "2.3 Приобретение цифровых товаров в Интернет-магазине",
                    TEXT3: "\t При приобретении цифровых товаров заключается договор купли-продажи с TMP. \n" +
                        "\t Если Вы покупаете цифровые товары в Интернет-магазине, мы используем предоставленные Вами данные (в частности, имя, адрес, электронный адрес, данные об оплате) для выполнения заключенного с Вами договора купли-продажи. Например, мы используем ваш электронный адрес для отправки электронных билетов. \n " +
                        "\t Если Вы выбрали один из способов оплаты, предлагаемых Stripe, мы передадим данные, предоставленные Вами во время процесса заказа, в Stripe с целью обработки платежа и проверки личности и кредита. Передача необходима для того, чтобы Stripe мог оценить, можете ли Вы использовать выбранный вариант оплаты, и адаптировать вариант оплаты с Вашими потребностями. В связи с этим Stripe должен передать Ваши данные кредитным агентствам. Stripe отвечает за эту обработку данных. \n ",
                    SECOND4: "2.4 Реклама, от которой можно отказаться",
                    TEXT4: "\t Если Вы делали покупки в TMP и не возражали против получения рекламы, Вы автоматически соглашаетесь с тем, что мы можем использовать электронный адрес, который Вы указали, для информирования Вас о подобных предложениях. Вы можете возразить против использования ваших данных в рекламных целях в любое время, не неся никаких затрат, кроме расходов на передачу в соответствии с основными ставками. С этой целью каждое электронное письмо, связанное с подобными предложениями, содержит ссылки для отписки. \n ",
                    SECOND5: "2.5 Реклама, на которую Вы согласились (например, подписка на рассылку по электронной почте)",
                    TEXT5: "Если Вы хотите подписаться на нашу рассылку, необходимо ввести рабочую или другой определенный адрес электронной почты. С помощью так называемой двойной регистрации мы гарантируем, что Вы являетесь владельцем указанного адреса электронной почты. Вы можете в любое время отозвать свое согласие на хранение электронной почты и ее использование в рекламных целях с последующим воздействием. \n ",
                },
                THIRD: {
                    THIRD: "3 Сбор и обработка данных",
                    TEXT: "\t При посещении нашего сайта, мы показываем Вам сообщение о cookie, чтобы проинформировать, что мы используем файлы cookie и другие технологии отслеживания для улучшения работы пользователей с нашим сайтом, для веб-аналитики и рекламы на основе интересов . Обработка соответствующих данных подробно описана в этом разделе. Как указано на баннере cookie, Вы соглашаетесь на это использование, когда нажимаете кнопку OK на нем. Вы можете отозвать это согласие в любое время, имея возможность изменить это в будущем, полностью или частично . Доступные для этого варианты подробно описаны ниже. \n ",
                    THIRD1: "3.1 Обработка данных для обеспечения возможности использования веб-сайта",
                    TEXT1: "\t Когда Вы посещаете наш сайт, мы собираем необходимые данные, чтобы позволить Вам пользоваться сайтом (данные об использовании). Сюда входят Ваш IP-адрес и данные в начале, в конце и предмет использования Вами веб-сайта, а также любые идентификационные данные (например, Ваши данные для входа, когда Вы входите в свой аккаунт). Кроме того, сюда входят технические данные, переданные Вашим браузером, такие как тип браузера, ранее посещенный сайт (URL- адрес перехода), разрешение монитора и др. Эти данные используются для предоставления услуги и для ее проектирования в соответствии с Вашими потребностями.Они всегда удаляются, как только они больше не нужны. Для обработки анонимных профилей пользователей см. Раздел 4.3. \n ",
                    THIRD2: "3.2 Политика в отношении файлов cookie",
                    TEXT2: "\t 3.2.1 Что такое cookies? \n" +
                        "\t Файлы cookie облегчают Вашу взаимодействие на нашем сайте. Как только Вы посещаете наш сайт, файлы cookie загружаются с Вашего Интернет-браузера на оконечное устройство, например, как небольшой текстовый файл. Посторонние технологии, такие как сценарии, пиксели и теги, которые мы интегрируем на наш сайт в рекламных целях, также устанавливают файлы cookie устройства. \n " +
                        "\t В следующих разделах мы объясняем, для чего мы используем эти технологии, и как Вы можете в любой момент настроить собственные настройки cookie. \n" +
                        "\t 3.2.2 Как мы поддерживаем файлы cookie? \n" +
                        "\t Непрерывный доступ \n" +
                        "\t Файлы cookie выполняют много разных задач, которые способствуют бесперебойной и интерактивной работе в Интернете. Для этого нужно всегда пользоваться одним и тем же устройством и одним браузером. Некоторые конкретные файлы cookie необходимы для работы и обслуживания этого сайта, так как они позволяют нам это делать \n " +
                        "\t - Предоставить Вам услуги, которые Вам необходимы круглосуточно \n" +
                        "\t - Предоставить точную и целенаправленную информацию \n" +
                        "\t - Чтобы обеспечить бесперебойную и удобную работу в Интернете \n" +
                        "\t Определение и взаимодействие \n" +
                        "\t Файлы cookie показывают нам, как Вы используете и взаимодействуете с нашим сайтом. Например, когда Вы сохраняете свои настройки и идентификатор пользователя. Это помогает нам: \n" +
                        "\t - Предоставить Вам более персонализированный опыт, позволяя нам более эффективно переходить к важнейшим страниц. \n" +
                        "\t - Сохранить определенные личные предпочтения, например, любимого исполнителя. \n" +
                        "\t -Направлять Вас к полезному содержанию или к веб-сайтам, управляемых Партнерами TMP или выбранными третьими сторонами. \n" +
                        "\t Постоянное совершенствования \n" +
                        "\t Файлы cookie позволяют нам видеть, как посетители используют наш сайт, и соответственно совершенствовать его. Например, мы анализируем, содержимое, которое является популярным, и делаем из этого вывод, другие темы все еще могут быть актуальными для наших посетителей. Это помогает нам сделать это: \n " +
                        "\t Для лучшего дизайна этого сайта и улучшения Вашего опыта в Интернете мы используем различные подходы и представляем посетителям самое релевантное содержание. \n" +
                        "\t Реклама и перенацеливание \n" +
                        "\t Этот веб-сайт может использовать файлы cookie для перенацеливания. Это означает, что эти файлы cookie хранят информацию о Вашей истории просмотра для записи Ваших интересов и деятельности на нашем сайте. Это позволяет нам или нашим рекламным партнерам: \n" +
                        "\t 3.2.3 Настройте работу файлов cookie \n" +
                        "\t Большинство браузеров настроены таким образом, что они автоматически принимают файлы cookie. Вы можете отключить хранения файлов cookie в своем браузере и иметь возможность в любое время удалить их с жесткого диска. Мы хотим отметить, что использование наших предложений на сайте без файлов cookie возможно лишь ограниченно.  \n ",
                    THIRD3: "3.3 Менеджер тегов Google / Google Analytics",
                    TEXT3: "\t Этот сайт использует Google Tag Manager для управления тегами веб-сайтов. Тэг - это фрагмент JavaScript, который используется для передачи информации с сайта третьим лицам, особенно в контексте веб-отслеживания. Менеджер тегов Google - это инструмент , который сам не собирает никакой личной информации. Инструмент запускает другие теги, которые, в свою очередь, могут собирать данные (например, тег Google Analytics). Менеджер тегов Google не имеет доступа к этим данным. Если выключен на уровне домена или файла cookie , он остается выключенным для всех тегов отслеживания, реализованных с помощью Менеджера тегов Google. Это облегчает отмену Вашего согласия на процедуры отслеживания. \n ",
                    THIRD4: "3.4 Отслеживание конверсий Facebook",
                    TEXT4: "\t На нашем сайте Facebook Pixel используется Facebook Inc, 1601 S. California Ave, Palo Alto, CA 94304, USA (Facebook). Facebook Pixel позволяет отслеживать определенные действия на данном веб-сайте. В этом случае будет отслежен веб-сайт TMP Digital Purchases Website. Это используется для измерения успеха рекламной деятельности и оптимизации Вашего сайта и опыта приобретения. Это также позволяет ориентированный на целевую группу контроль над рекламой Facebook.Информация такого рода собирается на сайте TMP, а также на основе контрактных партнеров по обработке данных и рекламных партнеров TMP, некоторые из которых находятся за пределами ЕС. Ни одна личная информация, такая как имя, личный адрес или данные об оплате, не сохраняется и не передается с помощью Facebook Pixel. \n ",
                    THIRD5: "3.5 Отслеживание / ремаркетинг переходов Amazon",
                    TEXT5: "\t Мы используем функции служб анализа двух веб-сайтов Amazon Conversion Pixel и Amazon Remarketing Pixel на нашем сайте. Поставщиком услуг во всех случаях является Amazon.com, Inc. 410 Terry Ave., Северный Сиэтл, Вашингтон, США. Amazon Conversion Pixel и Amazon Remarketing Pixel также используют файлы cookie, которые хранятся на Вашем конечном устройстве и которые позволяют анализировать Ваше использование веб-сайта, а также персонализированную рекламу. " +
                        "\t Тут Вы также можете предотвратить сохранению файлов cookie, соответственно настроив программное обеспечение браузера, однако мы бы хотели еще раз отметить, что в этом случае Вы можете не иметь возможности использовать все функции этого сайта в полной мере. \n" +
                        "\t Вы также можете предотвратить сбор данных, генерируемых файлом cookie и касающихся использования Вами сайта Amazon и обработке этих данных Amazon, нажав эту ссылку и выбрав настройки “Не персонализировать рекламу”, показанную Amazon для этого Интернет-браузера: https: / /www.amazon.de/adprefs \n " +
                        "\t Альтернативно, Вы можете сделать соответствующие настройки по адресу http: //www.youronlinechoices.com \n" +
                        "\t В Вашем браузере будет установлено файл cookie для отказа, чтобы предотвратить сбор точек Amazon в будущем, когда Вы посещаете наш сайт. Это отрицание применяется до тех пор, пока Вы не удалите cookie. \n",
                    THIRD6: "3.6 Сбор данных третьими сторонами / социальными сетями",
                    TEXT6: "\t Наш сайт содержит ссылки на социальные сети. Это, к примеру, Facebook и Instagram, но не ограничиваясь ими. Эти социальные сети эксплуатируются исключительно третьими сторонами. Если Вы переходите по ссылкам, данные могут передаваться этой третьей стороне, такие как Ваш IP-адрес, который использовался для посещения нашего веб-сайта и ссылки, что Вы нажимали ранее. Предложения и объем сбора данных социальными сетями используется для дальнейшей обработки. Зарегистрировавшись в сервисе, Вы соглашаетесь на обработку данных третьей стороной. \n " +
                        "\t 3.6.1 Передача третьим сторонам \n" +
                        "\t В пределах целей, указанных в разделах выше, упомянутые там данные могут быть переданы поставщикам услуг, которые работают от нашего имени. В дополнение к своему юридическому обязательству выполняются все нормы по защите данных, наши поставщики услуг обязаны предоставить дополнительными договорными положениями о защите данных. \n " +
                        "\t В противном случае мы передаем персональные данные третьим лицам только при наличии у нас законного разрешения на это или если Вы дали предварительное согласие. Мы будем передавать Ваши данные государственным органам только в рамках юридических обязательств или на основе официального приказа или решения суда и только в пределах, разрешенных законом о защите данных. \n " +
                        "\t 3.6.2 Передача данных за пределы ЕС и ЕЭЗ \n" +
                        "\t Данные будут переданы третьим странам, в случае, если гарантировано, что получатель данных гарантирует адекватный уровень защиты данных, как Общий регламент о защите данных (ЕС) 2016/679 (GDPR), и если нет других достойных интересов защиты о передачи данных. Чтобы обеспечить адекватный уровень защиты получателя данных, мы используем типовые контракты Комиссии ЕС о передаче персональных данных третьим странам. \n " +
                        "\t Наш поставщик услуг по анализу и рекламы Google (см. Параграф 3.3) сертифицирован в соответствии с ЕС Щит конфиденциальности США, который обеспечивает адекватный уровень защиты данных. Facebook также сертифицирован в соответствии с ЕС-США. Щит конфиденциальности. \n ",
                    THIRD7: "3.7 Информация, блокировка, удаление",
                    TEXT7: "\t В соответствии с законом, Вы имеете право в любое время бесплатно получать информацию о любых Ваши персональных данных, хранящихся, а также об их происхождении, получателя и цель, с которой они были обработаны. Вы также можете право исправить, заблокировать или удалить эти данные. Вы можете связаться с нами в любое время, используя адрес, указанный в нашем юридическом сообщении, если у вас возникнут дополнительные вопросы по теме персональных данных. \n ",
                    THIRD8: "3.8 Шифрование SSL или TLS",
                    TEXT8: "\t Этот сайт использует SSL или TLS-шифрование из соображений безопасности и для защиты передачи конфиденциальной содержания, таких как запросы, которые Вы присылаете нам как оператору сайта. Вы можете распознать зашифрованное соединение в адресной строке браузера, когда оно меняется с http: // на https: // и изображение замка отображается в адресной строке браузера. При включении шифрования SSL или TLS, данные, которые Вы нам передаете, не могут быть прочитаны третьей стороной. \n ",
                    THIRD9: "3.9 Ваши права",
                    TEXT9: "\t Вы можете в любое время бесплатно запросить информацию о данных, хранящихся о Вас, и - насколько выполняются законодательные требования - их исправления, удаления и ограничения обработки этих данных. \n" +
                        "\t Поскольку TMP обрабатывает Ваши данные для преследования законных интересов, с целью рекламы, Вы можете воспользоваться своим правом возражения. Для осуществления этих прав и по другим вопросам по защите данных, пожалуйста, свяжитесь с нашим уполномоченным по защите данных (см . пункт 1.1). Чтобы быстро обработать Ваш запрос, мы рекомендуем предоставить нам свою фамилию, имя, дату рождения и, если имеется, Ваш электронный адрес, а также прислать нам копию рекламного материала в случае возражения после получения рекламы. \n " +
                        "\t Вы также вправе подать жалобу в ответственный орган по защите данных. Если у Вас есть какие-либо вопросы или жалобы по защите данных в ТМP, рекомендуем сначала связаться с нашим уполномоченным по защите данных. \n ",
                    THIRD10: "3.10 Нет автоматизированного решения отдельных случаев",
                    TEXT10: "\t Мы не используем Ваши персональные данные для автоматизированного решения отдельных случаев в понимании ст. 71 Общий регламент о защите данных (ЕС) 2016/679 (GDPR). \n",
                    THIRD11: "3.11 Ссылки на другие веб-сайты",
                    TEXT11: "\t Онлайн-предложения TMP могут предоставлять ссылки на другие веб-сайты. Обратите внимание, что эта политика конфиденциальности не применяется до сих других веб-сайтов и TMP не может нести ответственность за любые внешние ссылки на веб-сайте TMP, в пределах приложения TMP или любом другом сервисе TMP. \n ",
                },
                FOURTH: {
                    FOURTH: "4 ИЗМЕНЕНИЯ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ",
                    TEXT: "\t Новые законодательные требования, деловые решения или техническое развитие могут требовать изменений в нашей декларации о защите данных. Тогда право на защиту данных будет соответственно адаптировано. Вы всегда найдете последнюю версию на нашем сайте. Кроме того, каждый зарегистрированный пользователь, который указал свой электронный адрес, получит изменения по электронной почте. Когда пользователь остается зарегистрированным, изменения принимаются. Если пользователь не принимает изменений, пользователь может отменить сервис ТМP. \n ",
                },
            },
            SIGNIN: {
                IAGREE: "Регистрируясь, я соглашаюсь с ",
                PRIVACY: "политикой конфиденциальности",
                IHAVECODE: "У меня есть код приглашения"
            },
            SUPPORTSCREEN: {
                SUPPORT: "Поддержка"
            },
            LANGUAGES: {
                en: "Английский",
                ru: "Русский",
                cn: "Китайский",
                uk: "Украинский"
            },
            MODAL: {
                PHOTO: "Сделать фотографию",
                SELECT: "Выберите медиа",
                VIDEO: "Сделать видео",
                CHOOSE: "Выбрать из библиотеки"
            },
            CHAT: {
                HEADER: "Чаты",
                INVITATION: "Приглашение",
                DOYOUACCEPTINVITE: "Вы принимаете приглашение в этот чат?",
                LASTSEEN: "Был(-а) недавно"
            },
            EVALUATIONMODAL: {
                MONEY: "Недостаточно денег на счету",
                PAY: "Наши предложения",
            },
            INVITE: {
                YOURINVITATIONCODE: "Ваш код приглашение",
                SHAREWITHNETWORKS: "ИЛИ распространите его с помощью социальных сетей"
            },
            ADMINISTRATING_USER: {
                CLEANQUESTRESULTS: 'Очистить результаты квестов',
                SENDNOTIFICATION: 'Отправить уведомление',
            },
            ADMINISTRATING_QUESTS: {
                HEADER: 'Администрирование квестов',
                STARTAUTOPILOT: 'Старт автопилота',
                STOPAUTOPILOT: 'Остановить автопилот',
                CREATEQUEST: 'Создать квест',
                STOPQUEST: "Остановить квест"
            },
            ADMINISTRATING_EXPERTS: {
                HEADER: "Администрирование экспертов",
                ACTIVATE: "Активировать",
                CREATE: "Создать",
                ENTERPASSWORD: 'Введите новый пароль учетной записи',
                PASSWORDNOTREQUIRED: 'Это не обязательно. Если вы закроете окно, автоматический пароль будет сгенерирован и отправлен по электронной почте.',
                INVITE: "Пригласить эксперта"
            },
            SCHEDULEDACTIONS: {
                MYSCHEDULEDACTIONS: ' Мои запланированные действия',
                NOSCHEDULEDACTIONS: 'Никаких действий не запланировано',
                COMMENTED: "Вы разместите этот комментарий",
                POSTED: "Комментарий будет размещен через",
                THEVIDEO: "на этом видео",
                DELETE: "Удалить"
            },
            EDITOFFER: {
                HEADER: 'Создание оффера',
                NAME: 'Название',
                PRICE: 'Цена',
                CURRENCY: 'Валюта',
                VALIDFROM: 'Доступен с',
                VALIDTO: 'Доступен до',
                FORWHOM: 'Для кого',
                PRODUCTS: 'Продукты',
                SELECTPRODUCT: 'Выберите продукт',
                COINS: 'Coins',
                GIFTS: 'Подарки',
                COUNT: 'Количество',
                APPLY: 'Применить',
                CANCEL: 'Отменить',
                NOPRODUCTS: 'Список продуктов пуст. Добавте один елемент',
                TOTAL: 'Всего',
                DELETEITEM: {
                    TITLE: 'Удалить',
                    MESSAGE: 'Вы уверенны что хотите удалить?'
                },
                TYPES:{
                  Person: 'Персона',
                  Organization: 'Организация'
                },
                CREATEOWNPACKAGE: 'Создайте свой пакет',
                CREATEORDER: 'Создание заказа',
                CREATEOFFER: 'Создание преложения',
                OFFER: 'Предложение',
                BUY: 'Купить',
                YOURPURCHASE: 'Ваша оплата',
                NAVIGATETOPURCHASEHISTORY: 'Перейти к истории покупок',
            },
            ANONYMOUS: {
                INTRO: {
                    TEXT: 'Вы запускаете приложение как анонимный пользователь. Вы можете только лайкать или дизлайкать загруженные видео. Для других действий вы можете зарегистрироваться или войти.'
                },
                RESTRICTED_ACTION: 'Для выполнения этого действия необходимо авторизоваться'
            },
            QUESTIONTYPES: {
                ChooseAction: "ChooseAction",
                LikeAction: "LikeAction",
                DislikeAction: "DislikeAction",
                YesAction: "YesAction",
                YesWithCommentAction: "YesWithCommentAction",
                NoAction: "NoAction",
                NoWithCommentAction: "NoWithCommentAction",
                MultipleChooseAction: "MultipleChooseAction",
                CommentAction: "CommentAction",
                AutocompleteAction: "AutocompleteAction",
                SocialShareAction: "SocialShareAction",
                UploadVideo: "UploadVideo",
            },
            MULTISELECT: {
                SUBMIT: "Отправить",
                PICK: "Выберите тип вопроса",
                SEARCH: "Поиск предметов...",
                CORRECTANSWER: "Выберите правильный ответ",
            },
            EDITSERVICE: {
                HEADER: 'Создать Сервис',
                NAME: 'Имя',
                DESCRIPTION: "Описание",
                COINS: 'Монеты',
                TIMECOUNT: 'Количество времени(hr)'
            },
            WISHLIST: {
                HEADER: 'Список моих желаний',
                ARTISTHEADER: 'Список желаний артиста',
                HEADERNAME: 'Добавить сервис в мой список желаний',
                SELECT: 'Выберите сервис',
                NAME: 'Имя',
                DESCRIPTION: "Описание",
                COINS: 'Монеты',
                APPLY: 'Применить',
                CANCEL: 'Отмена',
                TIMECOUNT: 'Длительность(hr):',
                COUNT: 'Количество этой услуги',
                IWANT: 'Я хочу иметь:',
                IRECEIVED: 'Я уже получил:',
                DURATION: 'Длительность(hr):',
                PRICE: 'Цена за штуку (coins):',
                BUY: 'Предоставить услугу',
                SUCCESS: 'Поздравляем!',
                YOUBUY: 'Вы купили один сервис для артиста',
                SORRY: 'Извините!',
                NOTENOUGH: 'У вас недостаточно монет для покупки услуги.\n' +
                    'Купите монеты, пожалуйста.',
                CREATED: 'Сервис создан',
                HOUR: '  {{amountTime}} часов',
                USE: 'Использовать',
                HAVE: 'есть {{receivedCount}}',
                TOTAL: 'всего {{wishCount}}',
                HEADERPAID: 'Мои оплаченные услуги',
                NOWISHES: 'У артиста еще нет желаний ...',
            },
            FORGOT: {
                FORGOT: ' Забыли Ваш \n' + ' пароль?',
                RESET: ' Восстановить \n' + 'Ваш пароль'
            },
            SENDNOTIFICATION: {
                TITLE: 'Название',
                MESSAGE: 'Сообщение',
                SENDNOTIFICATION: 'Отправить уведомление',
                SEND: 'Отправить',
                ONSEND: 'Уведомление было успешно отправлено.',
                SUCCESS: 'Отправлено',
            },
            EVENT: {
                EVENTS: 'События',
                ABOUT: 'Об этом событии',
                ARTISTS: 'Артисты',
                EXPERTS: 'Эксперты',
            },
            PROMO: {
                HEADER: 'Промо',
                NAVIGATETOITEM: 'Перейти к предоставленному элементу'
            },
            SEARCHBAR: {
                GROUP: {
                    PERSONACTIONTIMELINESEARCH: 'Посты',
                    PERSON: 'Люди',
                    EVENT: 'События'
                }
            },
            THEMEMODE: {
                DEFAULT: 'Стандартная',
                GOLDEN: 'Золотая',
                CHOOSEMODE: 'Выберите цветовую схему:'
            },
            CONTACTS: {
                HEADERLIST: 'Список контактов'
            },
            LEADERBOARDMODAL: {
                SORRY: 'Сожалею(((',
                YOUARENOT: 'Вы еще не в таблице лидеров ...',
            },
            ADVERTISING: {
                CONGRATULATIONS: "Поздравления",
                GETCOINS: "Вы получили 10 монет",
                WATCH: "Посмотрите рекламу, чтобы получить 10 монет",
            },
            IMPORTCONTACTS: {
                HEADER: 'Импорт контактов',
                PHONEBOOK: 'Телефонная книга',
                GOOGLE: 'Google',
                ADD: "Добавить",
                REMOVE: "Удалить",
                NOCONTACTS: "Нету контактов"
            },
            ADDMEMDERSTOEVENT: {
                HEADER: 'Добавить/удалить учасников',
            },
            EVENTMEMBERS: {
                HEADER: 'Участники события',
            },
            BAND: {
                CREATEHEADER: 'Создание группы',
                NAME: 'Название',
                BANDS: 'Группы',
                SUBSCRIBE: 'Подписаться',
                UNSUBSCRIBE: 'Отписаться',
            },
            SCOPETYPES: {
                NONE: 'никаком',
                ORGANIZATION: 'Oрганизация',
                SELECTEDORGANIZATION:'Выбранная Организация'
            }
        }
    }
;

export default ru;
