const uk = {
        localization: {
            COMMON: {
                IAM: "Я ",
                ADD: "Додати",
                ADD_PHOTO: "Додати фото",
                ADD_MEDIA_FILE: "Додати мультимедійний файл",
                SETTINGS: "Налаштування",
                LEADERBOARD: "Лідери",
                FINDME: "Знайти мене",
                GREATYOUMADEIT: 'Дуже добре, Ви зробили це',
                AFTERFIRSTQUEST: "Дякуємо та вітаємо, Ви закінчили свій перший голос",
                YEAH: "О, тааак",
                YOURECIVEDPOINTSANDREACHLEVEL: "Ви отримали {{points}} балів і досягли рівня {{level}}",
                START: "ПОЧАТОК",
                ACCEPT: "ПРИЙНЯТИ",
                ACCEPTFORCHAT: "Прийняти",
                COUPONS: "Сканування купона",
                SCANQR: "Сканування QR-коду",
                TMP: "Менеджер проекту",
                CANDIDATE: "Кандидат",
                TEST: "Це тестове повідомлення. Привіт {{name}}!",
                TITLE: 'Заголовок',
                START_DATE: 'Дата початку',
                FINISH_DATE: 'Дата закінчення',
                DESCRIPTION: 'Опис',
                COUNTRIES: 'Країни',
                ACTIONS: 'Дії',
                PRIVACY_POLICE: 'Політика конфіденційності',
                SUPPORT: 'Підтримка',
                REALNAME: "Справжнє ім'я",
                EMAIL: 'Ел. адреса ',
                NAME: 'Ім`я',
                PHONE: 'Телефон',
                PHONE_NUMBER: 'Номер телефону',
                GIVEN_NAME: 'Ім`я',
                FAMILY_NAME: 'Прізвище',
                FAQ: 'Питання-Відповіді',
                FAX: 'Факс',
                CONTACT_US: 'Зв`яжіться з нами',
                CONTACTS: 'Контакти',
                POLICY: 'Політика',
                MESSAGE: 'Повідомлення',
                BECOME_ORGANIZER_COMPANY: 'Стати організатором / компанією',
                FEEDBACK: 'Зворотній зв`язок',
                DETAILS: 'Деталі',
                PRODUCTS: 'Продукти',
                PRICE: 'Ціна',
                EVENT: 'Події',
                COMPANIES: 'Компанії',
                EVENTS: 'Події',
                STATISTIC: 'Статистика',
                USERS: 'Користувачі',
                PAGES: 'Сторінки',
                CONTENT: 'Зміст',
                EDIT: 'Редагування',
                DOWNLOADS: 'Завантаження',
                UPLOAD_FILE: 'Завантажити файл',
                VIEWEVENTS: 'Переглянути список подій',
                DEV: 'Налаштування',
                EXPPOINTS: 'Бали досвіду',
                LEVEL: 'Рівень',
                ADMINISTERINGUSER: 'Управління користувачем',
                NAVIGATETOCHATS: 'Перейти в чат',
                INVITEWASSENT: 'Запрошення надіслано користувачеві',
                YOURECIVEDPOINTS: "Ви отримали {{points}} балів досвіду",
                YOUARE: "Ви хочете бути",
                MANAGER: "Менеджером",
                ARTIST: "Артистом",
                DATEPLACEHOLDER: "дд.мм.рр",
                GENDERS:{
                  Male: 'Чоловіча',
                  Female: 'Жіноча',
                  Other: 'Інша'
                },
                STEPS: {
                    NAME: 'Ім`я',
                    LINKS: 'Посилання',
                    ADDRESS: 'Адреса',
                    CATEGORIES: 'Категорії',
                    MEDIA: 'Медіа',
                    DESCRIPTION: 'Опис'
                },

                RELATIONS: {
                    PERFORMER: 'Учасник',
                    MEDIA_PARTNER: 'Медіа-партнер',
                    PARTNER: 'Партнер',
                    SPONSOR: 'Спонсор'
                },

                PLACEHOLDERS: {
                    EVENT_NAME_PLACEHOLDER: 'Введіть назву події',
                    YOUR_NAME_PLACEHOLDER: 'Введіть Ваше ім`я',
                    EMAIL_PLACEHOLDER: 'Введіть адресу електронної пошти',
                    PHONE_PLACEHOLDER: 'Введіть телефон',
                    FAX_PLACEHOLDER: 'Введіть факс',
                    MESSAGE_OR_QUESTION_PLACEHOLDER: 'Введіть Ваше повідомлення або питання',
                    DESCRIPTION_PLACEHOLDER: 'Введіть опис',
                    PLACE_PLACEHOLDER: 'Вкажіть місце',
                    URL_EVENT_PLACEHOLDER: 'Введіть URL-адресу події',
                    URL_PLACEHOLDER: 'Введіть Ваш URL-адресу',
                    COUNTRY_PLACEHOLDER: 'Виберіть країну',
                    LOCALITY_PLACEHOLDER: 'Виберіть місцезнаходження',
                    REGION_PLACEHOLDER: 'Виберіть регіон',
                    STREET_PLACEHOLDER: 'Виберіть вулицю',
                    OFFICE_PLACEHOLDER: 'Номер',
                    POSTAL_PLACEHOLDER: '21000',
                    USER_NAME: 'Ім`я користувача',
                    PASSWORD: 'Пароль',
                    NEWPASSWORD: 'Новий пароль',
                    SMS_CODE: 'Код',
                    GIVENNAME: 'Введіть ім`я',
                    ADDITIONALNAME: 'Введіть по батькові',
                    FAMILYNAME: 'Введіть прізвище',
                    JOBTITLE: 'Введіть назву своєї роботи',
                    BIRTHDATE: 'Введіть дату народження',
                    HONORIFICPREFIX: 'Введіть свій почесний префікс',
                    HONORIFICSUFFIX: 'Введіть свій почесний суфікс',
                    TEXT_EDITOR: 'Створіть свій зміст тут ...',
                    EVENT_ITEM_TITLE_PLACEHOLDER: 'Введіть заголовок пункту розкладу',
                    COMMENT: 'коментувати ...',
                    MESSAGE: 'Повідомлення ...',
                    TIME: 'ГГ: ХХ'
                },
                INFORMATION: {
                    SEARCH: {
                        SEARCH_EXPO_WELCOME_INFO: 'Ви можете шукати за назвою міста або країни, де Ви хочете побачити доступну виставку',
                        RESULT_NOT_FOUND: 'Результат "{{keywords}}" не знайдено'
                    },
                    LIST: {
                        EMPTY_LIST: 'Список порожній'
                    }
                },
                LOCATION: {
                    PLACE: 'Місце',
                    COUNTRY: 'Країна',
                    URL_EVENT: 'URL-адресу події',
                    LOCALITY: 'Місцезнаходження',
                    ADDRESS: 'Адреса',
                    REGION: 'Регіон',
                    OFFICE: 'Офіс',
                    POSTAL_CODE: 'Поштовий індекс',
                    STREET: 'Вулиця'
                },
                SOCIAL_NETWORKS: {
                    FACEBOOK: 'Facebook',
                    INSTAGRAM: 'Instagram',
                    LINKEDIN: "Linkedin",
                    TWITTER: "Twitter"
                },
                BUTTONS: {
                    OK: 'Ок',
                    NEXT: 'Далі',
                    BACK: 'Назад',
                    UPLOAD_IMAGE: 'Завантажити зображення',
                    SIGN_IN: 'Увійти',
                    LOG_IN: 'Логін',
                    SIGN_UP: 'Реєстрація',
                    SEND: 'Відправити',
                    BUY: 'Купити',
                    CANCEL: 'Скасувати',
                    RESET: 'Скинути',
                    SAVE: 'Зберегти',
                    SAVE_CHANGES: 'Зберегти зміни',
                    SAVED_CHANGES: 'Зміни збережені',
                    DONE: 'Виконано',
                    APP_UPDATE: 'Оновити',
                    CLEAR: 'Очистити',
                    LOGIN_AS_ANONYMOUS: 'Анонімний вхід',
                    RETURN_TO_LOGIN: 'Повернутися до входу',
                    CONTINUE: 'Продовжити',
                    LOGIN_WITH_NETWORKS: 'Вхід через мережі:'
                },
                DATE_FORMATS: {
                    AMPMS: ["AM", "PM"],
                    FORMAT: "ДД.ММ.РРРР",
                    DAY: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота"],
                    MONTH: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
                    SHORTDAY: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
                    SHORTMONTH: ["Січень", "Лютий", "Берез", "Квіт", "Трав", "Черв", "Лип", "Серп", "Вер", "Жовт", "Лист", "Груд"]
                },
                DIALOGS: {
                    //
                },
                ROLES: {
                    ORGANIZATION: 'Організація',
                    USER: 'Користувач'
                },
                SUCCESS: 'Успішно',
                ERROR: 'Помилка',
                PHONECHANGED: 'Номер телефону успішно змінено!',
                SCHEDULEDACTIONS: 'Заплановані дії',
                STAYFAN: 'Залишитися Фаном',
                WANTBEMANAGER: 'Стати Менеджером',
                CHOOSEROLE: 'Вибір ролі',
                CHOOSEROLETEXT: 'Ви досягли 3-го Рівня і Ви можете обрати, ким ви хочете бути',
                USERNAMEORPASSWORDINCORRECT: "Ім'я користувача або пароль невірні",
                NOTSET: 'Не встановлено',
              FBSHAREERROR: 'Ви можете поділитися відео тільки за умови що Ви встановили додаток Facebook'
            },
            COINS: {
                ADDEDCOINS: "додано до Вашого аккаунта",
                SCANCOUPON: "сканування купона",
                HEADER: "Покупки",
                PURCHASEHISTORY: 'Історія покупок:',
                OFFERS: "обраний платіжний пакет",
                ADDDEFAULTCARD: 'Додавання картки за замовчуванням',
                CHANGEDEFAULTCARD: 'Змінити картку за замовчуванням',
                SOURCE: {
                    0: 'Ticket',
                    1: 'PayPal',
                    2: 'GooglePay',
                    3: 'AliPay',
                    4: 'Default card'
                }
            },
            OFFERS: {
                HEADER: "Пакети оплати",
                EXPPOINTSADD: "+ {{points}} балів досвіду",
                CHOOSEPAYMENTMETHOD: "Оберіть метод оплати",
                PAYWITHDEFAULTCARD: "Оплатити карткою за замовчуванням",
                ORCHOOSEANOTHER: "або оберіть інший метод",
                CONGRATULATIONS: "Вітаємо!",
                PAYMENTSUCCESSFULL: "Ваш платіж успішний",
                YOURECEIVED: "Ви отримали",
                NOTSUPPORTGPAY: "Ваш пристрій не підтримує GPAY",
            },
            SUBSCRIPTIONS: {
                HEADER: 'Підписки',
                SUBSCRIPTION: 'Підписка',
                SUBMITCARD: 'Відправити карту',
                CHANGESUBSCRIPTION: 'Змінити підписку',
                STARTDATE: 'Дата початку',
                ENDDATE: 'Дата закінчення',
                ERROR: 'Помилка',
                ACTIVE: 'Активний',
                SUSPENDED: 'Припинено',
                YOUSUBSCRIBE: 'Ви підписуєтеся',
                YOUCANCELSUBSCRIPTION: 'Ви відміняєте підписку',
                TABS: {
                    YEARLY: 'Щороку',
                    MONTHLY: 'Щомісяця'
                }
            },
            DEV: {
                PROFILE: 'Профіль',
                MAP: 'Карта',
                PLACES: 'Пошук місць',
                NOTES: 'Нотатки',
                REVIEWS: 'Відгуки',
                CONTACT_TREE: 'Дерево контактів',
                PERSON: 'Екран профілю',
                MARKDOWN: 'Уцінка',
                SORTABLE_LIST: 'Відсортований список',
                CONTACTS: 'Контакти',
                CREATE_CONTACT: 'Створити контакт',
                SHARE_CONTACT: 'Поділитися контактом',
                SMS: 'СМС'
            },
            TICKETS: {
                TITLE: 'Мої квитки ',
                TABS: {
                    ACTIVE: 'Активні',
                    FUTURE: 'Майбутні',
                    ARCHIVE: 'Архів',
                    FINAL: 'Закінчується'
                },
                BUTTON: {
                    REGISTER: "Зареєструватися",
                    SUBSCRIBE: 'Підписатися',
                    ORDER: 'Купити квиток'
                }
            },
            TICKET: {
                TITLE: 'Квиток',
                RECHARGEON: 'Ви отримуєте {{coins}} монети'
            },
            PROFILE: {
                IAM: "Я ",
                TEXT: "той, ким я хочу бути",
                JOINTOALLIANCE: 'Спілки',
                WISHLIST: 'Список бажань ',
                EDITPROFILEHEADER: "Редагувати профіль",
                YOUCANNOTCREATECHAT: 'Ви не можете створити чат з артистом',
                SETTINGS: {
                    EDITPROFILE: "Редагувати профіль",
                    LEVELRULES: "Правила рівнів",
                    RULES: "Правила TMP",
                    NOTIFICATIONSETTINGS: "Налаштування повідомлень",
                    SETTINGS: "Налаштування",
                    PRIVACYPOLICY: "Політика конфіденційності",
                    CONTACTSLIST: "Список контактів",
                    CHANGELANGUAGE: "Змінити мову",
                    INVITEUSERS: "Запросити користувачів",
                    GENERALSETTINGS: 'Основні параметри',
                    APPEAREANCE: "Вигляд",
                    ADMINISTERINOFFERS: 'Адміністрування пропозицій',
                    SUBSCRIPTIONS: 'Підписки',
                    FINDCONTACTS: 'Знайти контакти',
                    CREATEBAND: 'Створити гурт',
                    BANDLIST: 'Список гуртів'
                },
                FIELDS: {
                    REALNAME: "Справжнє ім'я",
                    AKA: "Нікнейм",
                    ABOUTME: "Про мене",
                    BIRTHDATE: "Дата народження",
                    GENDER: "Стать",
                    NATIONALITY: "Національність",
                    FAVGENRE: "Улюблений жанр",
                    WELCOMEVIDEO: "Кліп-привітання",
                    DANCINGVIDEO: "Танцювальне відео",
                    ROLE: "Роль"
                },
                TABS: {
                    PROFILE: "Профіль",
                    UPLOADS: "Завантаження",
                    TOPFANS: "Кращі шанувальники",
                    COMPETITION: "Конкуренція",
                    QUESTS: "Квести"
                }
            },
            LEADERBOARD: {
                LEVEL: "рівень",
                LIKES: "подобається"
            },
            QUESTS: {
                QUESTS: "Квести",
                QUEST: "Квест",
                SCHEDULED: "Мої заплановані дії",
                GETREWARD: "Отримати винагороду",
                QUESTIONHEADER: "Питання",
                QUESTIONBAGE: "Питання",
                QUESTIONS: "Питання",
                REVIEWBAGE: "Реакція",
                YOUSENTGIFT: "Ви відправили подарунок",
                YOUSENTCOMMENT: "Ви відправили коментар:",
                YOUSENTLIKE: "Ви відправили лайк",
                YOUSENTDISLIKE: "Ви відправили дизлайк",
                LIKES: "Подобається",
                DISLIKES: "Не подобається",
                GIFTS: "Подарунки",
                EXPERT: "Спеціаліст",
                RESULTS: 'Результати',
                COMMENTS: 'Коментарі',
                WITHVIDEO: 'з відео',
                NORESULTS: 'Квест немає результатів',
                QUESTBROKEN: 'Цей квест має помилку/недоступний',
                TOPBAR: {
                    QUESTIONCOUNT: {
                        LEFT: "У нас є",
                        RIGHT: "квест для вас",
                        RIGHTPLURAL: "квестів для вас"
                    }
                },
                ROLETYPES: {
                    Artist: 'Артист',
                    Manager: 'Менеджер'
                },
                QUESTION: {
                    FINISH: "Завершити",
                    ACCEPT: "Прийняти",
                    GETREWARD: "Отримати винагороду",
                    RECORDANDSHAREVIDEOTOFB: "Поділитися в FB",
                    PLEASERECORDVIDEO: "Будь ласка, спочатку запишіть відео",
                    EXPERTHELP: "Експертна допомога",
                    CORRECTANSWER: "Правильна відповідь",
                    FIFTYTOFIFTY: "50/50",
                    YES: 'так',
                    NO: "ні",
                    PLEASEDESCRIBE: "Будь ласка, опишіть, чому ви обрали цей варіант",
                    CREATE: {
                        TITLE: "Створити питання",
                        FIELD: "Питання в JSON"
                    },
                    APPLY: 'Застосувати',
                    CANCEL: 'Скасувати',
                    EXPERIENCEPOINTS: "Кількість балів досвіду",
                    NAME: "Назва питання",
                    OPTIONS: "Параметри",
                    TIMECOUNTDOWN: 'Зворотний відлік часу, якщо встановити 0, час буде необмеженим',
                    TIMEFINISHED: "Час закінчився",
                    TIMECOUNTDOWNPLACEHOLDER: 'Встановіть час (в секундах)'
                },
                CREATE: {
                    TITLE: "Створити квест",
                    NAME: 'Назва квеста',
                    ROLES: "Роль",
                    STARTTIME: "Початковий час",
                    ENDTIME: "Час закінчення",
                    IMAGE: "Зображення"
                }
            },
            ALLIANCE: {
                MAP: "Карта",
                ALLIANCES: "Альянси",
                ABOUT: "Про",
                PEOPLE: "Люди",
                JOIN: "+ Приєднатися",
                LEAVE: "Покинути",
                APPROVE: "Підтвердити",
                PENDINGINVITE: "В очікуванні",
                REJECT: "Відхилити",
                PENDINGINVITATIONS: "Очікують запрошення",
                MEMBERS: "Учасники",
                SUBSCRIBERS: "Передплатники: {{count}}",
                RANKING: "Класифікація",
                GIFTS: "Подарунки",
                MEDIA: "Медіа",
                TOP: "Топ",
                TOOMUCHALLIANCES: "Ви можете мати тільки три альянси",
                POSTS: "Пости",
                CREATEPOST: "Створити пост",
                ADD_MEDIA_FILE: "Додати медіа",
                PROVIDEDSERVICES: "Надані послуги",
                NOPROVIDEDSERVICES: "Послуг поки немає ...",
                SCANSERVICEQR: "Сканувати QR послуги",
                YOUCANUSESERVICEAT: "Ви можете скористатися цією послугою за адресою:",
                APPLYSERVICE: "Застосувати послугу",
                USECOUNT: "Використовувати рахунок",
                SERVICEWASAPPLIED: 'Послуга була застосована',
                SERVICENOTPRESSENTED:'Послуга не надається цим альянсом',
                CREATE: {
                    TITLE: "Створити Альянс",
                    NAME: "Ім'я",
                    PHONE: "Телефон",
                    EMAIL: "Електронна пошта",
                    WEBSITE: "Веб-сайт",
                    LOGO: "Додати логотип",
                    NAME_ALLIANCE: "Ім'я альянсу",
                    DESCRIPTION: "Опис альянсу"
                },
                NOPEOPLEFIRSTLINE: 'Стати першим в',
                NOPEOPLESECONDLINE: 'цій групі',
                NOPOSTS: 'Додайте свій пост - будьте першим',
                NOALLIANCES: 'Альянсів поки немає. Створіть перший ',
                MANAGEUSERS: 'Управління користувачами',
                CHANGEROLE: 'Змінити роль',
                ROLES:{
                  OWNER: 'Власник',
                  ADMIN: 'Адмін',
                  PROMEMBER: 'Про учасник',
                  MEMBER: 'Учасник'
                }
            },
            CREATEPOST: {
                TITLE: "Створити пост",
                NAME: "Ім'я альянсу",
                SHARETO: "Опублікувати в",
                TEXT: "Текст",
                REQUIRED: 'Текст обов`язковий',
            },
            EVENTS: {
                HEADER: 'Події',
                ORGANIZER: 'Організатор',
                TABS: {
                    NOW: 'Зараз',
                    FUTURE: 'Майбутні',
                    ARCHIVE: 'Архів',
                    INFO: 'Інформація',
                    SCHEDULE: 'Графік',
                    COMPANIES: 'Компанії',
                    VISITORS: 'Відвідувачі',
                    ITEM: 'Повідомлення'
                },
                CREATE_EVENT: {
                    HEADER: 'Новий запис',
                    NAME: 'Ім`я',
                    LINKS: 'Посилання',
                    RESERVATIONS: 'Ввімкнути резервації'
                },
                CREATE_ITEM: {
                    TITLE: 'Заголовок',
                    START_DATE: 'Дата і час початку',
                    END_DATE: 'Дата і час кінця',
                    DISPLAY_TIME: 'Відображати час',
                    SPEACH_IMAGE: 'Зображення',
                    SPEAKERS: {
                        TITLE: 'Спікери',
                        FIRSTNAME: 'Ім`я',
                        LASTNAME: 'Прізвище',
                        JOBTITLE: 'Посада',
                        COMPANY: 'Компанія',
                        PHOTO: 'Фото',
                        ADD: 'Додати'
                    },
                    ADD: 'Зберегти'
                },
                RESERVATIONS: {
                    COUNT: 'Кількість',
                    TITLE: 'Резервації',
                    SEAT: 'Місце',
                    PRICE: 'Ціна',
                    CURRENCY: 'Валюта',
                    BUTTONS: {
                        ADD_ONE: 'Додати один',
                        ADD_ALL: 'Додати багато',
                        ADD: 'Додати'
                    },
                    PLACEHOLDERS: {
                        SEAT: 'Ряд 5 Місце 3'
                    }
                }
            },
            ALTNAME: {
                HEADER: '{{alternateName}}'
            },
            GIVNAME: {
                HEADER: '{{givenName}}'
            },
            FAMNAME: {
                HEADER: '{{familyName}}'
            },
            FAVORITES: {
                HEADER: 'Улюблені'
            },
            PERSONSCREEN: {
                EXPPOINTS: 'Бали досвіду {{experiencePoints}}',
                ALTNAME: '{{alternateName}}',
                GIVNAME: '{{givenName}}',
                LEVEL: '{{level}}',
                FOLLOWERS: 'Підписники {{amountFollowers}}',
                FOLLOWINGS: 'Підписки {{amountFollowings}}'
            },
            FOLLOWER: {
                HEADER: 'Мої підписники',
                NOFOLLOWER: 'підписників поки немає :('
            },
            FOLLOWING: {
                HEADER: 'Мої підписки',
                NOFOLLOWING: 'Підписок поки немає :('
            },
            FOLLOWERRANKING: {
                HEADER: 'Кращі шанувальники',
                NOFANS: 'Шанувальників поки немає :('
            },
            ABOUT_US: {
                HEADER: 'Про нас'
            },
            AUTH: {
                SIGN_OUT: 'Вийти',
                CREATE_AN_ACCOUNT: 'Створити обліковий запис',
                CONFIRM_PASSWORD: 'Підтвердження пароля',
                TITLE_LOG_IN_WELCOME: 'Ласкаво просимо',
                WELCOME_SIGN_UP: 'Ласкаво просимо,',
                TITLE_SIGN_UP: 'увійти',
                CONTINUE: 'продовжити',
                BACK: 'назад',
                PROVIDEADDITIONALINFO: 'Будь ласка, надайте додаткову інформацію',
                INVITECODE: 'Код'
            },
            PRODUCT: {
                CHARACTERISTICS: 'Характеристики'
            },
            NOTES: {
                HEADER: 'Нотатки'
            },
            REVIEWS: {
                HEADER: 'Відгуки'
            },
            SHARECONTACT: {
                HEADER: 'Поділитися контактом'
            },
            MODALS: {
                FORBIDDEN: {
                    TITLE: "Заборонено",
                    MESSAGE: "Ви повинні увійти щоб продовжити. Увійти?"
                },
                EVENTSCHEDULE: {
                    PLACE: {
                        TITLE: 'Видалення',
                        MESSAGE: 'Ви впевнені що хочете видалити це місце проведення?'
                    },
                    ITEM: {
                        TITLE: 'Видалення',
                        MESSAGE: 'Ви впевнені що хочете видалити цей пункт розкладу?'
                    },
                    SPEAKERDELETE: {
                        TITLE: 'Видалення',
                        MESSAGE: 'Ви впевнені що хочете видалити цього спікера?'
                    }
                },
                UPLOADS: {
                    MEDIA: {
                        TITLE: 'Видалення',
                        MESSAGE_VIDEO: 'Ви впевнені що хочете видалити це відео?',
                        MESSAGE_IMAGE: 'Ви впевнені що хочете видалити це зображення?'
                    }
                }
            },
            EDIT_PROFILE: {
                HEADER: "Редагувати профіль",
                LIST: {
                    ACCOUNT: "Аккаунт",
                    CONTACTS: "Додаткова інформація",
                    FULLNAME: "Ім'я",
                    DETAILS: "Деталі",
                    PASSWORD: "Пароль"
                }
            },
            FOLLOW: {
                TITLE: 'Слідкувати'
            },
            CATEGORIES: {
                HEADER: 'Категорії'
            },
            EVENTTYPES: {
                HEADER: 'Типи'
            },
            HEADER: {
                LEVEL: 'Рівень',
                FOLLOWERS: 'Підписники',
                FOLLOWING: 'Підписки',
                LIKES: 'Чи подобається',
                LOYALTY: 'Лояльність',
                GIFTS: 'Подарунки',
                FOLLOW: 'Підписатися',
                UNFOLLOW: 'Відписатися',
                ANOTHER: '{{points}} залишилося',
                NOTENOUGHUSERS: 'недостатньо користувачів'
            },
            TIMELINE: {
                TIMELINE: "Стрічка новин",
                LIKE: "- подобається відео",
                DISLIKE: "- не подобається відео",
                SENTGIFT: "відправив(-ла) подарунок",
                UPLOADVIDEO: 'завантажити відео',
                GETSLEVEL: 'підвищено рівень до Рівня{{level}}',
                GETJOIN: '{{personName}} приєднався до нашого союзу',
                GETLEAVE: '{{personName}} покинув наш союз',
                COMMENTED: 'прокоментував(-ла)',
                TO: 'до',
                MOMENTSAGO: "Мить тому",
                MINUTES: "{{minutes}} хвилин",
                HOURS: "{{hours}} годин",
                DAYS: "{{days}} днів",
                TODAY: "Вчора",
                DONT_FORGET: "Не забувай",
                NOPOSTS: "Тут ще немає постів",
                CHOOSEUPLOAD: "Додайте один з",
                OR: "або",
                COMMENTS: "Коментарів: {{count}}",
                COMMENT: "Коментарі",
                UPLOADAVATAR: 'завантажив(-ла) новий аватар',
                UPLOADNEWIMAGE: 'завантажив(-ла) нове зображення',
                UPLOADNEWVIDEO: 'завантажив(-ла) нове відео',
                NOCOMMENTS: 'Поки немає коментарів'
            },
            TRENDING: {
                TODAY: 'Сьогодні',
                WEEK: 'Тиждень',
                MONTH: 'Місяць',
                ARCHIVE: 'Весь час',
                NOUSERS: 'Тут ще немає користувачів ...',
            },
            APPINTRO: {
                GETSTARTED: "Почати",
                FIRSTSLIDE: {
                    TEXT: "Менеджер проекту - це крута платформа і саме унікальне музичне телешоу в світі. Ви можете бути частиною команди управління і приймати рішення по кожному важливому питанню шляхом голосування."
                },
                SECONDSLIDE: {
                    TEXT: "Хіба ви не знаєте, як правильно голосувати? Тоді отримайте професійну пораду нашої команди менеджерів або поспілкуйтеся з друзями через платформу."
                },
                THIRDSLIDE: {
                    TEXT: "Створіть свою власну суперзірку і отримайте шанс заробити гроші, як справжній менеджер."
                }
            },
            LEVELRULES: {
                COLOR: "Колір",
                NAME: "Ім'я",
                POINTS: "Бали",
                DESCRIPTION: "Опис правил рівнів",
                TEXTRULES: "Текст для правил"
            },
            ALLIANCERULES: {
                ALLIANCERULES: "Правила Альянсу",

            },
            NOTIFICATIONSETTINGS: {
                CHANGESTATUSQUEST: "Про зміну статусу квесту",
                LIKEANDCOMMENT: "Про лайки або коментарі мого контенту",
                COMMENT: "Про коментарі до мого контенту",
                GIFT: "При отриманні подарунків",
                LEVEL: "Про зміну рівня",
                EXPERTCHARACTERISTIC: "Коли отримав(-ла) експертну характеристику",
                INVITATIONSTATUS: "Коли мої запрошення схвалені / відхилені",
                MEDIAPOST: "Коли пости створені",
            },
            ROLES: {
                ARTIST: 'Артист',
                MANAGER: "Менеджер",
                FAN: "Фан",
                JUNIORMANAGER: "Молодший менеджер",
                SUPERADMIN: "Супер адмін",
                SINGINGCOACH: "Тренер співу",
                ASSISTANTMANAGER: "Помічник менеджера",
                CHOREOGRAPHER: "Хореограф",
                ADMIN: 'Адміністратор'
            },
            PRIVACYPOLICY: {
                DATA: "Захист і використання даних \n",
                FIRST: {
                    FIRST: "1 Захист даних",
                    TEXT: "\tThe Manager Project Ltd - це компанія, заснована та діюча на Мальті. Реєстраційний номер компанії - C 88082. Для зручності читання компанія називається TMP для The Manager Project Ltd., надалі в цій заяві про конфіденційність.. \n " +
                        "\tОператори веб-сайту TMP, програми TMP або будь-якої іншої служби TMP дуже серйозно ставляться до захисту Ваших персональних даних. Ми розглядаємо Ваші персональні дані як конфіденційні та відповідно до законодавчих норм щодо захисту даних та цієї політики конфіденційності. \n" +
                        "\tTMP обробляє Ваші персональні дані відповідно до норм ЄС. Ми дотримуємось суворого Загального регламенту захисту даних (ЄС) 2016/679 (GDPR). \n" +
                        "\tЦя політика конфіденційності інформує Вас про те, як, в якому обсязі та для яких цілей ми обробляємо персональні дані під час використання веб-сайту TMP, програми TMP або будь-якої іншої послуги TMP. \n",
                    FIRST1: "1.1 Відповідальна сторона веб-сайту TMP, програми TMP та будь-які інші послуги TMP",
                    TEXT1: "\tВідповідальною стороною є фізична або юридична особа, яка самостійно або спільно з іншими приймає рішення про цілі та засоби обробки персональних даних (імена, адреси електронної пошти тощо): \n" +
                        "The Manager Project Ltd.\n" +
                        "c/o Thomas Richter\n" +
                        "Cunostraße 107\n" +
                        "14199 Berlin\n" +
                        "Germany\n" +
                        "thomas@the-manager-project.com\n",
                    FIRST2: "1.2 Відкликання Вашої згоди на обробку Ваших даних.",
                    TEXT2: "\tВи можете будь-коли відкликати свою згоду з подальшим впливом. Достатньо неформальної електронної пошти, що робить цей запит. Дані, які обробляються до того, як ми отримаємо Ваш запит, все ще можуть бути законно оброблені. \n" +
                        "\tЯкщо мало місце порушення законодавства про захист даних, потерпіла особа може подати скаргу до компетентних контролюючих органів. Компетентним регулюючим органом з питань, що стосуються законодавства про захист даних, є посадова особа з питань захисту даних штату Мальта, в якій знаходиться штаб-квартира нашої компанії. \n " +
                        "\tОфіс уповноважений з питань інформації та захисту даних: \n" +
                        "\thttps: //idpc.org.mt/en/Pages/Home.aspx \n",
                },
                SECOND: {
                    SECOND: "2 Обробка Ваших персональних даних",
                    TEXT: "\tПредметом захисту даних є персональні дані. Це інформація, може бути призначена конкретній особі або особі, яка може ідентифікувати особу, наприклад ім’я, адреса, адреса електронної пошти та номер телефону.\n" +
                        "\tЯкщо Ви використовуєте програму TMP: \n" +
                        "\tОбробка персональних даних не є необхідною. Окрім випадків, описаних у розділі 4, збір та обробка даних відбуватиметься лише у тому випадку, якщо Ви добровільно надасте свої персональні дані для використання наших пропозицій. Це стосується, наприклад, покупок або бронювання квитків, для яких нам потрібні Ваші контактні дані. \n" +
                        "\tЗокрема, ми обробляємо Ваші дані з метою виконання з Вами контракту (див. Пункти 3.1 - 3.4 нижче), в силу законних інтересів у здійсненні маркетингових заходів, пропозиції та оптимізації цього веб-сайту чи програми (див. Параграф 3.5 та 4 нижче), а також на основі будь-якої згоди, яку Ви могли надати (див. пункти 3.6 та 4 нижче). \n ",
                    SECOND1: "2.1 Реєстрація на веб-сайті TMP",
                    TEXT1: "\tМи пропонуємо Вам можливість зареєструватися на нашому веб-сайті або в додатку та створити обліковий запис. У своєму обліковому записі Ви можете зберігати свої контактні дані, щоб Вам не потрібно було вводити їх більше одного разу для повторних покупок. Коли Ви реєструєтесь, ми зберігаємо Вашу електронну пошту, Вашу назву та Ваше ім'я. Ви також можете добровільно ввести додаткові контактні дані (поштову адресу та номер телефону) та дату свого народження, але це не потрібно для використання облікового запису. За допомогою свого облікового запису Ви можете будь-коли редагувати збережені дані. Ви також можете взяти участь у нашій бонусній програмі, переглянути свій баланс балів та використати бали. \n ",
                    SECOND2: "2.2 Придбання ваучерів або інших предметів в Інтернет-магазині",
                    TEXT2: "\tЯкщо Ви купуєте ваучери або інші предмети через наш Інтернет-магазин, ми використовуємо надані Вами дані (зокрема, ім'я, адреса, електронна пошта, дані про оплату, вміст ваучера, інші замовлені предмети) для виконання укладеного договору купівлі-продажу з Вами. \n ",
                    SECOND3: "2.3 Придбання цифрових товарів в Інтернет-магазині",
                    TEXT3: "\t При придбанні цифрових товарів укладається договір купівлі-продажу з TMP. \n" +
                        "\tЯкщо Ви купуєте цифрові товари в Інтернет-магазині, ми використовуємо надані Вами дані (зокрема, ім’я, адресу, електронну адресу, дані про оплату) для виконання укладеного з Вами договору купівлі-продажу. Наприклад, ми використовуємо Вашу електронну адресу для надсилання електронних квитків. \n " +
                        "\t Якщо Ви обрали один із способів оплати, запропонованих Stripe, ми передамо дані, надані Вами під час процесу замовлення, у Stripe з метою обробки платежу та перевірки особи та кредиту. Передача необхідна для того, щоб Stripe міг оцінити, чи можете Ви використовувати обраний варіант оплати, та адаптувати варіант оплати до Ваших потреб. У зв’язку з цим Stripe має передати Ваші дані кредитним агентствам. Stripe відповідає за цю обробку даних. \n ",
                    SECOND4: "2.4 Реклама, від якої Ви можете відмовитись",
                    TEXT4: "\tЯкщо Ви робили покупки в TMP і не заперечували проти отримання реклами, Ви автоматично погоджуєтесь, що ми можемо використовувати електронну адресу, яку Ви вказали, для інформування Вас про подібні пропозиції. Ви можете заперечити проти використання Ваших даних у рекламних цілях у будь-який час, не несучи жодних витрат, крім витрат на передачу відповідно до основних ставок. З цією метою кожен електронний лист, пов’язаний із подібними пропозиціями, містить посилання для відписки. \n ",
                    SECOND5: "2.5 Реклама, на яку Ви погодились (наприклад, підписка на розсилку електронною поштою)",
                    TEXT5: "Якщо Ви хочете підписатись на нашу розсилку, Вам потрібно ввести робочу або іншу визначену адресу електронної пошти. За допомогою так званої подвійної реєстрації ми гарантуємо, що Ви є власником вказаної адреси електронної пошти. Ви можете будь-коли відкликати свою згоду на зберігання електронної пошти та її використання в рекламних цілях з подальшим впливом. \n ",
                },
                THIRD: {
                    THIRD: "3 Збір та обробка даних",
                    TEXT: "\tКоли Ви відвідуєте наш веб-сайт, ми показуємо Вам повідомлення про cookie, щоб проінформувати, що ми використовуємо файли cookie та інші технології відстеження для покращення роботи користувачів з нашим веб-сайтом, для веб-аналітики та реклами на основі інтересів. Обробка відповідних даних детально описана в цьому розділі. Як зазначено на банері cookie, Ви погоджуєтесь на це використання, коли натискаєте кнопку OK на ньому. Ви можете відкликати цю згоду в будь-який час, маючи змогу змінити це в майбутньому, повністю або частково. Доступні для цього варіанти детально описані нижче. \n ",
                    THIRD1: "3.1 Обробка даних для забезпечення можливості використання веб-сайту",
                    TEXT1: "\tКоли Ви відвідуєте наш веб-сайт, ми збираємо необхідні дані, щоб дозволити Вам користуватися веб-сайтом (дані про використання). Сюди входять Ваша IP-адреса та дані на початку, в кінці та предмет використання Вами веб-сайту, а також будь-які ідентифікаційні дані (наприклад, Ваші дані для входу, коли Ви входите у свій обліковий запис). Крім того, сюди входять технічні дані, передані Вашим браузером, такі як тип браузера, раніше відвіданий веб-сайт (URL-адреса переходу), роздільна здатність монітора тощо. Ці дані використовуються для надання послуги та для її проектування відповідно до Ваших потреб. Вони завжди видаляються, як тільки вони більше не потрібні. Для обробки анонімних профілів користувачів див. Розділ 4.3. \n ",
                    THIRD2: "3.2 Політика щодо файлів cookie",
                    TEXT2: "\t3.2.1 Що таке cookies? \n" +
                        "\tФайли cookie полегшують Вашу взаємодію на нашому веб-сайті. Як тільки Ви відвідуєте наш веб-сайт, файли cookie завантажуються з Вашого Інтернет-браузера на кінцевий пристрій, наприклад, як невеликий текстовий файл. Сторонні технології, такі як сценарії, пікселі та теги, які ми інтегруємо на наш веб-сайт з рекламною метою, також встановлюють файли cookie на Вашому пристрої. \n " +
                        "\tУ наступних розділах ми пояснюємо, для чого ми використовуємо ці технології, і як Ви можете будь-коли налаштувати власні налаштування cookie.\n" +
                        "\t3.2.2 Як ми підтримуємо файли cookie?\n" +
                        "\tБезперервний доступ\n" +
                        "\tФайли cookie виконують багато різних завдань, які сприяють безперебійній та інтерактивній роботі в Інтернеті. Для цього потрібно завжди користуватися одним і тим же пристроєм і одним браузером. Деякі конкретні файли cookie необхідні для роботи та обслуговування цього веб-сайту, оскільки вони дозволяють нам це робити\n" +
                        "\t- Надати Вам послуги, які Ви потребуєте цілодобово\n" +
                        "\t- Надати точну та цілеспрямовану інформацію\n" +
                        "\t- Щоб забезпечити безперебійну та зручну роботу в Інтернеті\n" +
                        "\tВизнання та взаємодія\n" +
                        "\tФайли cookie показують нам, як Ви використовуєте та взаємодієте з нашим веб-сайтом. Наприклад, коли Ви зберігаєте свої налаштування та ідентифікатор користувача. Це допомагає нам:\n" +
                        "\t- Надати Вам більш персоналізований досвід, дозволяючи нам ефективніше переходити до найважливіших сторінок.\n" +
                        "\t- Зберегти певні особисті уподобання, наприклад, улюбленого виконавця.\n" +
                        "\t-Направляти Вас до корисного вмісту або веб-сайтів, якими керують Партнери TMP або вибрані треті сторони.\n" +
                        "\tПостійне вдосконалення\n" +
                        "\tФайли cookie дозволяють нам бачити, як відвідувачі використовують наш веб-сайт, і відповідно вдосконалювати його. Наприклад, ми аналізуємо, який вміст є популярним, і робимо з цього висновок, які інші теми все ще можуть бути актуальними для наших відвідувачів. Це допомагає нам зробити це:\n" +
                        "\tДля кращого дизайну цього веб-сайту та покращення Вашого досвіду в Інтернеті ми використовуємо різні підходи та презентуємо відвідувачам найрелевантніший вміст.\n" +
                        "\tРеклама та перенацілювання\n" +
                        "\tЦей веб-сайт може використовувати файли cookie для перенацілювання. Це означає, що ці файли cookie зберігають інформацію з Вашої історії перегляду для запису Ваших інтересів та діяльності на нашому веб-сайті. Це дозволяє нам або нашим рекламним партнерам:\n" +
                        "\t3.2.3 Налаштуйте роботу файлів cookie\n" +
                        "\tБільшість браузерів налаштовано таким чином, що вони автоматично приймають файли cookie. Ви можете деактивувати зберігання файлів cookie у своєму браузері та мати можливість у будь-який час видалити їх з жорсткого диска. Ми хочемо зазначити, що використання наших пропозицій на веб-сайті без файлів cookie можливе лише обмежено.",
                    THIRD3: "3.3 Менеджер тегів Google / Google Analytics",
                    TEXT3: "\tЦей веб-сайт використовує Google Tag Manager для управління тегами веб-сайтів. Тег - це фрагмент JavaScript, який використовується для надсилання інформації з веб-сайту третім особам, особливо в контексті веб-відстеження. Менеджер тегів Google - це інструмент, який сам не збирає жодної особистої інформації. Інструмент запускає інші теги, які, в свою чергу, можуть збирати дані (наприклад, тег Google Analytics). Менеджер тегів Google не має доступу до цих даних. Якщо його вимкнено на рівні домену чи файлу cookie, він залишається вимкненим для всіх тегів відстеження, реалізованих за допомогою Менеджера тегів Google. Це полегшує відкликання Вашої згоди на процедури відстеження.\n",
                    THIRD4: "3.4 Відстеження конверсій у Facebook",
                    TEXT4: "\tНа нашому веб-сайті Facebook Pixel використовується Facebook Inc, 1601 S. California Ave, Palo Alto, CA 94304, USA (Facebook). Facebook Pixel дозволяє відстежувати певні дії на цьому веб-сайті. У цьому випадку буде відстежено веб-сайт TMP Digital Purchases Website. Це використовується для вимірювання успіху рекламної діяльності та оптимізації Вашого веб-сайту та досвіду придбання. Це також дозволяє орієнтований на цільову групу контроль над рекламою Facebook. Інформація такого роду збирається на веб-сайті TMP, а також на основі контрактних партнерів з обробки даних та рекламних партнерів TMP, деякі з яких знаходяться за межами ЄС. Жодна особиста інформація, така як ім’я, особиста адреса або дані про оплату, не зберігається та не передається за допомогою Facebook Pixel.\n",
                    THIRD5: "3.5 Відстеження / ремаркетинг переходів Amazon",
                    TEXT5: "\tМи використовуємо функції служб аналізу двох веб-сайтів Amazon Conversion Pixel та Amazon Remarketing Pixel на нашому веб-сайті. Постачальником послуг в усіх випадках є Amazon.com, Inc. 410 Terry Ave., Північний Сіетл, Вашингтон, США. Amazon Conversion Pixel і Amazon Remarketing Pixel також використовують файли cookie, які зберігаються на Вашому кінцевому пристрої і які дозволяють аналізувати Ваше використання веб-сайту, а також персоналізовану рекламу." +
                        "\tТут Ви також можете запобігти збереженню файлів cookie, відповідно налаштувавши програмне забезпечення браузера; однак ми б хотіли ще раз зазначити, що в цьому випадку Ви можете не мати можливості використовувати всі функції цього веб-сайту в повній мірі.\n" +
                        "\tВи також можете запобігти збору даних, що генеруються файлом cookie та стосуються використання Вами веб-сайту Amazon і обробці цих даних Amazon, натиснувши це посилання та вибравши налаштування “Не персоналізувати рекламу”, показану Amazon для цього Інтернет-браузера: https://www.amazon.de/adprefs\n " +
                        "\tАльтернативно, Ви можете зробити відповідні налаштування за адресою http: //www.youronlinechoices.com \n" +
                        "\tУ Вашому браузері буде встановлено файл cookie для відмови, щоб запобігти збору пікселів Amazon у майбутньому, коли Ви відвідуєте наш веб-сайт. Це заперечення застосовується до тих пір, поки Ви не видалите cookie.\n",
                    THIRD6: "3.6 Збір даних третіми сторонами / соціальними мережами",
                    TEXT6: "\tНаш веб-сайт містить посилання на соціальні мережі. Це, на приклад, Facebook та Instagram, але не обмежуючись ними. Ці соціальні мережі експлуатуються виключно третіми сторонами. Якщо Ви переходите за посиланнями, дані можуть передаватися цій третій стороні, такі як Ваша IP-адреса, яка використовувалась для відвідування нашого веб-сайтом і які посилання Ви натискали. Пропозиції та обсяг збору даних соціальними мережами використовується для подальшої обробки. Зареєструвавшись у сервісі, Ви погоджуєтесь на обробку даних третьою стороною.\n" +
                        "\t3.6.1 Передача третім сторонам \n" +
                        "\tУ межах цілей, зазначених у розділах вище, згадані там дані можуть бути передані постачальникам послуг, які працюють від нашого імені. На додаток до свого юридичного зобов'язання виконуються всі норми щодо захисту даних, наші постачальники послуг зобов'язані надати додатковими договірними положеннями про захист даних. \n " +
                        "\t В іншому випадку ми передаємо персональні дані третім особам лише за наявності у нас законного дозволу на це або якщо Ви дали попередню згоду. Ми передаватимемо Ваші дані державним органам лише в рамках юридичних зобов'язань або на основі офіційного наказу або рішення суду і лише в межах, дозволених законом про захист даних. \n" +
                        "\t3.6.2 Передача даних за межі ЄС та ЄЕЗ \n" +
                        "\t.Дані будуть передані третім країнам, в разі, якщо гарантовано, що одержувач даних гарантує адекватний рівень захисту даних, як Загальний регламент про захист даних (ЄС) 2016/679 (GDPR), і якщо немає інших гідних інтересів захисту від передачі даних. Щоб забезпечити адекватний рівень захисту одержувача даних, ми використовуємо типові контракти Комісії ЄС про передачу персональних даних третім країнам. \n " +
                        "\tНаш постачальник послуг з аналізу та реклами Google (див. параграф 3.3) сертифікований відповідно до ЄС Щит конфіденційності США, який забезпечує адекватний рівень захисту даних. Facebook також сертифікований відповідно до ЄС-США. Щит конфіденційності.\n ",
                    THIRD7: "3.7 Інформація, блокування, видалення",
                    TEXT7: "\tУ відповідності із законом, Ви маєте право в будь-який час безкоштовно отримувати інформацію про будь-які Ваші персональні дані, що зберігаються, а також про їх походження, одержувача та мету, з якою вони були оброблені. Ви також маєте право виправити, заблокувати або видалити ці дані. Ви можете зв’язатися з нами в будь-який час, використовуючи адресу, вказану в нашому юридичному повідомленні, якщо у Вас виникнуть додаткові запитання щодо теми персональних даних. \n",
                    THIRD8: "3.8 Шифрування SSL або TLS",
                    TEXT8: "\tЦей сайт використовує SSL або TLS-шифрування з міркувань безпеки та для захисту передачі конфіденційного вмісту, таких як запити, які Ви надсилаєте нам як оператору сайту. Ви можете розпізнати зашифроване з’єднання в адресному рядку браузера, коли воно змінюється з http: // на https: // і зображення замка відображається в адресному рядку браузера. Якщо активовано шифрування SSL або TLS, дані, які Ви нам передаєте, не можуть бути прочитані третьою стороною.\n",
                    THIRD9: "3.9 Ваші права",
                    TEXT9: "\tВи можете у будь-який час безкоштовно запросити інформацію про дані, що зберігаються про Вас, і - наскільки виконуються законодавчі вимоги - їх виправлення, видалення та обмеження обробки цих даних. \ N " +
                        "\tОскільки TMP обробляє Ваші дані для переслідування законних інтересів, з метою реклами, Ви можете скористатися своїм правом заперечення. Для здійснення цих прав та з інших питань щодо захисту даних, будь ласка, зв'яжіться з нашим уповноваженим з питань захисту даних ( див. параграф 1.1). Щоб швидко обробити Ваш запит, ми рекомендуємо надати нам своє прізвище, ім’я, дату народження та, якщо наявна, Вашу електронну адресу, а також надіслати нам копію рекламного матеріалу в разі заперечення після отримання реклами. \n " +
                        "\tВи також маєте право подати скаргу до відповідального органу із захисту даних. Якщо у Вас є будь-які питання чи скарги щодо захисту даних у ТМP, рекомендуємо спочатку зв’язатися з нашим уповноваженим із захисту даних.\n",
                    THIRD10: "3.10 Немає автоматизованого вирішення окремих випадків",
                    TEXT10: "\tМи не використовуємо Ваші персональні дані для автоматизованого вирішення окремих випадків у розумінні ст. 71 Загальний регламент про захист даних (ЄС) 2016/679 (GDPR).\n",
                    THIRD11: "3.11 Посилання на інші веб-сайти ",
                    TEXT11: "\tОнлайн-пропозиції TMP можуть надавати посилання на інші веб-сайти. Зверніть увагу, що ця політика конфіденційності не застосовується до цих інших веб-сайтів і TMP не може нести відповідальність за будь-яке зовнішнє посилання на веб-сайті TMP, в межах додатку TMP або будь-якому іншому сервісі TMP.\n",
                },
                FOURTH: {
                    FOURTH: "4 ЗМІНИ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ",
                    TEXT: "\tНові законодавчі вимоги, ділові рішення чи технічний розвиток можуть вимагати змін до нашої декларації про захист даних. Тоді декларація про захист даних буде відповідно адаптована. Ви завжди знайдете останню версію на нашому веб-сайті. Крім того, кожен зареєстрований користувач, який вказав свою електронну адресу, отримає зміни електронною поштою. Коли користувач залишається зареєстрованим, зміни приймаються. Якщо користувач не приймає змін, користувач може скасувати сервіс ТМP.\n",
                },
            },
            SIGNIN: {
                IAGREE: "Реєструючись, я погоджуюся з",
                PRIVACY: "політикою конфіденційності",
                IHAVECODE: "У мене є код запрошення"
            },
            SUPPORTSCREEN: {
                SUPPORT: "Підтримка"
            },
            LANGUAGES: {
                en: "Англійська",
                ru: "Російська",
                cn: "Китайська",
                uk: "Українська"
            },
            MODAL: {
                PHOTO: "Зробити фотографію",
                SELECT: "Виберіть медіа",
                VIDEO: "Зробити відео",
                CHOOSE: "Обрати з бібліотеки"
            },
            CHAT: {
                HEADER: "Чати",
                INVITATION: "Запрошення",
                DOYOUACCEPTINVITE: "Ви приймаєте запрошення в цей чат?",
                LASTSEEN: "Нещодавно був(-ла)"
            },
            EVALUATIONMODAL: {
                MONEY: "Недостатньо грошей на рахунку",
                PAY: "Наші пропозиції",
            },
            INVITE: {
                YOURINVITATIONCODE: "Ваш код запрошення",
                SHAREWITHNETWORKS: "АБО розповсюдьте його за допомогою соціальних мереж"
            },
            ADMINISTRATING_USER: {
                CLEANQUESTRESULTS: 'Очистити результати квестів',
                SENDNOTIFICATION: 'Надіслати повідомлення',
            },
            ADMINISTRATING_QUESTS: {
                HEADER: 'Адміністрування квестів',
                STARTAUTOPILOT: 'Старт автопілота',
                STOPAUTOPILOT: 'Зупинити автопілот',
                CREATEQUEST: 'Створити квест',
                STOPQUEST: "Зупинити квест"
            },
            ADMINISTRATING_EXPERTS: {
                HEADER: "Адміністрування експертів",
                ACTIVATE: "Активувати",
                CREATE: "Створити",
                ENTERPASSWORD: 'Введіть новий пароль облікового запису',
                PASSWORDNOTREQUIRED: 'Це не обовязково. Якщо ви закриєте вікно, автоматичний пароль буде створений і відправлений по електронній пошті. ',
                INVITE: "Запросити експерта"
            },
            SCHEDULEDACTIONS: {
                MYSCHEDULEDACTIONS: 'Мої заплановані дії',
                NOSCHEDULEDACTIONS: 'Ніяких дій не заплановано',
                COMMENTED: "Ви розмістите цей коментар",
                POSTED: "Коментар буде розміщений через",
                THEVIDEO: "на цьому відео",
                DELETE: "Видалити"
            },
            EDITOFFER: {
                HEADER: 'Створення оффера',
                NAME: 'Назва',
                PRICE: 'Ціна',
                CURRENCY: 'Валюта',
                VALIDFROM: 'Доступний з',
                VALIDTO: 'Доступний до',
                FORWHOM: 'Для кого',
                PRODUCTS: 'Продукти',
                SELECTPRODUCT: 'Виберіть продукт',
                COINS: 'Coins',
                GIFTS: 'Подарунки',
                COUNT: 'Кількість',
                APPLY: 'Застосувати',
                CANCEL: 'Скасувати',
                NOPRODUCTS: 'Список продуктів порожній. Додайте один елемент ',
                TOTAL: 'Всього',
                DELETEITEM: {
                    TITLE: 'Видалити',
                    MESSAGE: 'Ви впевнені що хочете видалити?'
                },
                TYPES:{
                    Person: 'Персона',
                    Organization: 'Організація'
                },
                CREATEOWNPACKAGE: 'Створіть свій пакет',
                CREATEORDER: 'Створення замовлення',
                CREATEOFFER: 'Створення пропозиції',
                OFFER: 'Пропозиція',
                BUY: 'Купити',
                YOURPURCHASE: 'Ваша оплата',
                NAVIGATETOPURCHASEHISTORY: 'Перейти до історії покупок',
            },
            ANONYMOUS: {
                INTRO: {
                    TEXT: 'Ви запускаєте додаток як анонімний користувач. Ви можете тільки ставити лайки або дизлайки до завантажених відео. Для інших дій ви можете зареєструватися або увійти. '
                },
                RESTRICTED_ACTION: 'Для виконання цієї дії необхідно авторизуватись'
            },
            QUESTIONTYPES: {
                ChooseAction: "Вибір дії",
                LikeAction: "Лайк",
                DislikeAction: "Дизлайк",
                YesAction: "Так",
                YesWithCommentAction: "Так, з коментарем",
                NoAction: "Ні",
                NoWithCommentAction: "Ні, з коментарем",
                MultipleChooseAction: "Множинний вибір",
                CommentAction: "Додавання коментаря",
                AutocompleteAction: "Автозавершення",
                SocialShareAction: "Поділитись в соціальних мережах",
                UploadVideo: "Завантаження відео",
            },
            MULTISELECT: {
                SUBMIT: "Відправити",
                PICK: "Виберіть тип питання",
                SEARCH: "Пошук предметів ...",
                CORRECTANSWER: "Виберіть правильну відповідь",
            },
            EDITSERVICE: {
                HEADER: 'Створити Сервіс',
                NAME: 'Ім`я',
                DESCRIPTION: "Опис",
                COINS: 'Монети',
                TIMECOUNT: 'Кількість часу (hr)'
            },
            WISHLIST: {
                HEADER: 'Список моїх бажань',
                ARTISTHEADER: 'Список бажань артиста',
                HEADERNAME: 'Додати сервіс в мій список бажань',
                SELECT: 'Виберіть сервіс',
                NAME: 'Ім`я',
                DESCRIPTION: "Опис",
                COINS: 'Монети',
                APPLY: 'Застосувати',
                CANCEL: 'Скасувати',
                TIMECOUNT: 'Тривалість (hr):',
                COUNT: 'Кількість цієї послуги',
                IWANT: 'Я хочу мати:',
                IRECEIVED: 'Я вже отримав:',
                DURATION: 'Тривалість (hr):',
                PRICE: 'Ціна за одиницю (coins):',
                BUY: 'Надати послугу',
                SUCCESS: 'Вітаємо!',
                YOUBUY: 'Ви купили один сервіс для артиста',
                SORRY: 'Вибачте!',
                NOTENOUGH: 'У вас недостатньо монет для придбання послуги. \n' +
                    'Придбайте монети, будь ласка.',
                CREATED: 'Сервіс створений',
                HOUR: '{{amountTime}} годин',
                USE: 'Використовувати',
                HAVE: 'в наявності {{receivedCount}}',
                TOTAL: 'загальна кількість {{wishCount}}',
                HEADERPAID: 'Мої оплачені послуги',
                NOWISHES: 'Артист ще немає бажань ...',
            },
            FORGOT: {
                FORGOT: ' Забули Ваш \n' + 'пароль?',
                RESET: 'Відновити \n' + 'Ваш пароль'
            },
            SENDNOTIFICATION: {
                TITLE: 'Назва',
                MESSAGE: 'Повідомлення',
                SENDNOTIFICATION: 'Надіслати повідомлення',
                SEND: 'Відправити',
                ONSEND: 'Повідомлення було успішно надіслано.',
                SUCCESS: 'Відправлено',
            },
            EVENT: {
                EVENTS: 'Події',
                ABOUT: 'Про цю подію',
                ARTISTS: 'Артисти',
                EXPERTS: 'Експерти',
            },
            PROMO: {
                HEADER: 'Промо',
                NAVIGATETOITEM: 'Перейти до наданого елементу'
            },
            SEARCHBAR: {
                GROUP: {
                    PERSONACTIONTIMELINESEARCH: 'Пости',
                    PERSON: 'Люди',
                    EVENT: 'Події'
                }
            },
            THEMEMODE: {
                DEFAULT: 'Стандартна',
                GOLDEN: 'Золота',
                CHOOSEMODE: 'Виберіть колірну схему:'
            },
            CONTACTS: {
                HEADERLIST: 'Список контактів'
            },
            LEADERBOARDMODAL: {
                SORRY: 'Дуже шкода (((',
                YOUARENOT: 'Але Ви ще не в таблиці лідерів ...',
            },
            ADVERTISING: {
                CONGRATULATIONS: "Вітання",
                GETCOINS: "Ви отримали 10 монет",
                WATCH: "Подивіться рекламу, щоб отримати 10 монет",
            },
            IMPORTCONTACTS: {
                HEADER: 'Імпорт контактів',
                PHONEBOOK: 'Записна книга',
                GOOGLE: 'Google',
                ADD: "Додати",
                REMOVE: "Видалити",
                NOCONTACTS: "Немає контактів"
            },
            ADDMEMDERSTOEVENT: {
                HEADER: 'Додати/видалити учасників',
            },
            EVENTMEMBERS: {
                HEADER: 'Учасники заходу',
            },
            BAND: {
                CREATEHEADER: 'Створення гурту',
                NAME: 'Назва',
                BANDS: 'Гурти',
                SUBSCRIBE: 'Підписатися',
                UNSUBSCRIBE: 'Відписатися',
            },
            SCOPETYPES: {
              NONE: 'жоден',
              ORGANIZATION: 'Oрганізація',
              SELECTEDORGANIZATION:'Вибрана Організація'
            }
        }
    }
;

export default uk;
